[Category]		
0=EĞİTİM
1=DÖVÜŞ
10=ROBIN
2=AVCI
3=SEYİR
4=BATMOBİL YARIŞ
5=BATMOBİL DÖVÜŞ
6=BATMOBİL KARMA
7=RED HOOD
8=KORKULUK KABUSU
9=NIGHTWING
Description_0=Bu Meydan Okumaları, Gotham'ın uç yırtıcısı olarak görevini yerine getirmek için kazan.
Description_1=BU dövüş karşılaşmalarında Gotham'daki zorlu düşmanların karşısında dövüş yeteneklerini mükemmelleştir.
Description_10=Batman'ın en güvendiği yardımcısı Robin'in eşsiz dövüş tarzıyla oyna.
Description_2=Stratejini, yeteneğini ve aletlerinini kullanarak silahlı kurbanlarını avla.
Description_3=Gotham şehri üzerinde uçarak ve süzülerek gökyüzünün gerçek bekçisi ol.
Description_4=Bu nihai yarış meydan okumalarında sokakın tozunu attırarak zamanı yen.
Description_5=Bu enerjik ağır zırhlı karşılaşmalarla Muharebe Modu yeteneklerinin limitlerini test et.
Description_6=Bu karışık meydan okumalarda başarılı olmak için Batmobil'in tüm eşsiz özelliklerinde ustalaş.
Description_7=Ölümcül kanunsuz Red Hood olarak oyna ve affetmeyen adalet imzasında ustalaş. 
Description_8=Korkulukla dövüş ve kabusta hayatta kal! Yanan Gotham sokaklarında Korkuluk'un dev iğneleriyle, alev toplarıyla ve karanlıktan üstüne yağan arabalarla sana saldırırken yarış.
Description_9=Nightwing olarak oyna ve eski Robin'i harika yapan dövüş tekniklerinde ustalaş.

[Details]		
07		
08		
102_Description=Düşmanların ayaklarını yerden kes ve bırak sana merhamet için yalvarsınlar. Yeni Batsuit'inin arttırılmış defansif yetenekleriyle 5 başarılı Yakala ve Fırlat hareketi gerçekleştir.
102_Goal_3=Eğitimi tamamla
102_Title=YAKALA VE FIRLAT
102_TitleMC=Yalaka ve Fırlat
103_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood
103_Description=Bir saniye bile durmadan ard arda yıkıcı darbeler indirerek düşmanlarına merhamet gösterme.
103_Goal_1=En az x10 Komboya ulaş
103_Goal_2=En az x25 Komboya ulaş
103_Goal_3=En az x50 Komboya ulaş
103_Lock_1=Çatıdan koşup atlayarak doğruca dalışa geç
103_Rival=x50'den sonraki her x10 için bir tane
103_Title=KOMBO USTASI
103_TitleMC=Kombo Ustası
104_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood
104_Description=Serbest dövüş uzmanlığını kullanarak Wayne Malikanesinin çatısında bir serseri çetesini etkisiz hale getir. Puanını arttırmak için aletlerinle dövüş hareketlerini birleştir.
104_Goal_1=4,000 puana ulaş
104_Goal_2=8,000 puana ulaş
104_Goal_3=16,000 puana ulaş
104_Lock_1=Yerden bir düşman seç ve Kritik Seri Darbelerle saldır (3 kere)
104_Rival=16,000'den sonraki her 2,000 puan için bir tane
104_Title=KULE SAVUNMASI
104_TitleMC=Kule Savunması
109_Characters=Batman|Robin|Kedi Kadın|Nightwing|*Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood
109_Description=Düzenin intikam meleği olarak dövüş ve dövüş hareketlerinin limitlerini zorla. Yeterli olan tek mükemmellik meydan okumanın tek bir fiske bile almadan bitirmek.
109_Failure=Azrail'in hasar almasına izin verme.
109_Goal_1=7500 puana ulaş
109_Goal_2=15.000 puana ulaş
109_Goal_3=30.000 puana ulaş
109_Rival=30.000'in üstündeki her 10,000 puan için bir tane
109_Title=AZRAİL'İN KEFARETİ
109_TitleMC=Azrail'in Kefareti
124_Description=DLC Test Dövüş Tasfiri
124_Goal_1=DLC Test Dövüş Hedefi 1
124_Goal_2=DLC Test Dövüş Hedefi 2
124_Goal_3=DLC Test Dövüş Hedefi 3
124_Title=DLC Test Dövüşü
124_TitleMC=DLC Test Dövüşü
201_Debrief=Korkunun Ustası: Fark edilmeden yaklaşıp bir grup silahlı düşmanı bastırmak için hızlıca hepsinin işini bitir. Bitirmek için dört aşamayı tamamlamak gerekir.
201_DebriefCustom01=Çoklu Panik Bitirişi başarısız oldu. 3 haydutu fark edilmeden etkisiz hale getir.
201_Description=Korkunun Ustası: Fark edilmeden yaklaşıp bir grup silahlı düşmanı bastırmak için hızlıca hepsinin işini bitir. Bitirmek için dört aşamayı tamamlamak gerekir.
201_Goal_3=Eğitimi Tamamla
201_Title=ÇOKLU PANİK BİTİRİŞİ
201_TitleMC=Çoklu Panik Bitirişi
202_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood
202_Debrief=Ez ve Yakala Tamamlandı
202_Description=Çin Mahallesi'ndeki banka soygununu durdur. Hazineyle birlikte kaçmadan önce İki Yüzlü'nün çetesini indir. Performansın tüm hırsızları ne kadar zamanda indirdiğine göre belirlenir.
202_Goal_1=Banka soygununu 3:00'ın altında durdur
202_Goal_2=Banka soygununu 2:00'ın altında durdur
202_Goal_3=Banka soygununu 1:15'in altında durdur
202_Rival=1:15'in altındaki her 3 saniye için bir tane
202_Title=EZ VE YAKALA
202_TitleMC=Ez ve Yakala
203_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood
203_Debrief=Son Hız tamamlandı. Tüm görevleri en hızlı zamanda tamamlamayı denemek için tekrar oyna.
203_DebriefCustom01=Son hız başarısız oldu. Görünmemek için Batman'ın Avcı yeteneklerini kullan ve milis askerlerinin icabına bakmaya odaklan.
203_Description=Düşman dehlikesini analiz et, sonra da Büyük Sokak İstasyonundaki iyi donanımlı düşmanlara saldırı planla. 3 yıldız kazanmak için 3 görevi de tamamla.
203_Goal_1=Milis Tüfekçisini Doğal Bitiriş ile hallet
203_Goal_1_AZRAEL=Fark Edilme
203_Goal_1_CATWOMAN=Fark Edilme
203_Goal_1_DLCBATGIRL=Fark Edilme
203_Goal_1_DLCHARLEYQUINN=5.00 DK İçerisinde Bitir
203_Goal_1_DLCREDHOOD=Fark Edilme
203_Goal_1_NIGHTWING=Fark Edilme
203_Goal_1_ROBIN=Fark Edilme
203_Goal_2=İnce Tahta Duvardan Panik Bitirişi Gerçekleştir
203_Goal_2_AZRAEL=Önce bir tareti devredışı bırak
203_Goal_2_CATWOMAN=Dikenli tellerle 3 düşmanı sersemlet
203_Goal_2_DLCBATGIRL=Tareti aktif bırak
203_Goal_2_DLCHARLEYQUINN=Bir düşmanı Yerde Hallederken sıçrayarak saldır
203_Goal_2_DLCREDHOOD=İki düşmanı pencereden vur
203_Goal_2_NIGHTWING=Cam tavandan ya da yerden iş bitir
203_Goal_2_ROBIN=Bir Tareti kör bırakıp sonra da etkisiz hale getir
203_Goal_3=Bir milis fedaisinin işini bitirmek için Uzaktan Hackleme Cihazı kullan
203_Goal_3_AZRAEL=Bir Izgaradan Panik Bitirişi yap
203_Goal_3_CATWOMAN=İzleme noktasından sıçrarak saldır
203_Goal_3_DLCBATGIRL=Zayıf Duvardan Hallet
203_Goal_3_DLCHARLEYQUINN=Bir düşmanı sürpriz kutusuyla sersemletip yerde hallet
203_Goal_3_DLCREDHOOD=3 sersemlemiş düşmanı vur
203_Goal_3_NIGHTWING=Tek seferde dört düşmana panik bitirişi gerçekleştir
203_Goal_3_ROBIN=2 çevserel bitiriş yap
203_Lock_1=İri yarı bir düşmanın işini çevresel bitirişle bitir
203_Title=AZAMİ HIZ
203_TitleMC=Azami Hız
204_Debrief=Avcılığın esasları tamamlandı. Başka asker düzenleri ve farklı Batman aletleriyle yeteneklerini tecrübe etmek için tekrar oyna.
204_DebriefCustom01=Avcılığın esasları başarısız. Gözden uzak durup Batman'ın Avcı Yeteneklerini kullanarak düşmanları etkisiz hale getirmeye çalış.
204_Description=Gölgelerden saldır ve kimseyi ayakta bırakma. Eğitim her başlatıldığında yerleri rastgele değişen üç silahlı düşmanı avla.
204_Goal_3=Eğitim Tamamla
204_Title=AVCILIĞIN TEMELLERİ
204_TitleMC=Avcılığın Temelleri
205_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
205_Debrief=Canlan ve Parla tamamlandı. Tüm görevleri en kısa zamanda yapmayı denemek için tekrar oyna.
205_DebriefCustom01=Canlan ve Parla başarısız. Düşmanları hızlıca ve sessizce halletmek için Batman'ın avcı yeteneklerini kullan.
205_Description=Gizlilik yeteneklerini silahlı bir milis ekibine karşı test et. Sağlıkçı ikmal yaptığı zaman, düşmanlar uzun süre ayakta kalmaz. Tamamladığınız görevlere göre performansın değerlendirilecektir.
205_Goal_1=İki ayrı Çoklu Panik Bitirişi gerçekleştir
205_Goal_1_AZRAEL=Bir düşmanı Köşede Hallet
205_Goal_1_CATWOMAN=Bir düşmanı köşede hallet
205_Goal_1_DLCBATGIRL=Bir düşmanı köşede hallet
205_Goal_1_DLCHARLEYQUINN=Bir düşmanı köşede hallet
205_Goal_1_DLCREDHOOD=Bir düşmanı köşede hallet
205_Goal_1_NIGHTWING=Bir düşmanı köşede hallet
205_Goal_1_ROBIN=Bir düşmanı köşede hallet
205_Goal_2=Milis sağlıkçısını en sona bırak
205_Goal_2_AZRAEL=Sağlıkçı birini diriltirken üstünde patlayıcı jel kullan
205_Goal_2_CATWOMAN=2 kere çıkıntıda hallet
205_Goal_2_DLCBATGIRL=2 düşmanı siste hallet
205_Goal_2_DLCHARLEYQUINN=Bir tane tareti etkisiz hale getir
205_Goal_2_DLCREDHOOD=Farkında olmayan bir düşmanı vur
205_Goal_2_NIGHTWING=Sağlıkçıyı birini iyileştirirken hallet
205_Goal_2_ROBIN=1 dakika içerisinde bitir
205_Goal_3=Meydan Okuma sırasında hasar alma
205_Goal_3_AZRAEL=Bir çıkıntıdan panik bitirişi gerçekleştir
205_Goal_3_CATWOMAN=İki sıçrama saldırısı gerçekleştir
205_Goal_3_DLCBATGIRL=İlk önce sağlıkçıyı etkisiz hale getir
205_Goal_3_DLCHARLEYQUINN=Bir sağlıkçıya Seri Darbeler ile saldır
205_Goal_3_DLCREDHOOD=Dedektif Modu kullanma
205_Goal_3_NIGHTWING=Bir Düşmanı çıkıntıda hallet
205_Goal_3_ROBIN=Bir düşmana karşı Ani Parlayan kullan
205_Lock_1=Bir panik bitirişi ile üç düşmanı tek hamlede etkisiz hale getir
205_Title=CANLAN VE PARLA
205_TitleMC=Canlan ve Parla
224_Description=DLC Test Avcı tanımı
224_Goal_1=DLC Test Avcı Hedef 1
224_Goal_2=DLC Test Avcı Hedef 2
224_Goal_3=DLC Test Avcı Hedef 3
224_Title=DLC Test Avcı
224_TitleMC=DLC Test Avcı
301_Characters=JOKER 
301_Description=5 dakika içersinide sebep olabildiğin kadar kargaşaya sebep ol, faturasını da Wayne Girişimcilik'e gönder.
301_Goal_1=250,000$'lık hasara neden ol
301_Goal_2=500,000$'lık hasara neden ol
301_Goal_3=1,000,000$'lık hasara neden ol
301_Title=MİLYON DOLARLIK KARGAŞA
301_TitleMC=Milyon Dolarlık Kargaşa
302_Description=Kanca Hızlandırıcı Mk II ile gökyüzüsün sahibi ol. Havadan saldırını, Gotham semalarında hızlanıp, süzülüp dalışa geçerek test et.
302_Goal_3=Eğitimi Tamamla
302_Title=KANCA HIZLANDIRICI MK II
302_TitleMC=Kanca Hızlandırıcı Mk II
303_Description=Arabanın çağırıp içinden gökyüzüne uç. WayneTech'in en güçlü silahıyla nasıl uyum içinde çalışıldığını öğren.
303_Goal_3=Eğitimi Tamamla
303_Title=ÇAĞIR, FIRLA & SÜZÜL
303_TitleMC=Çağır, Fırla & Süzül
304_Characters=*Batmobile|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
304_Description=Zırhlı milis araçları ve APC'ler Gotham sokaklarında dolaşıyor. Onları toprağa gömmek sana bağlı. APC'ler dağa çetindir ama kazanacağın puan üç katıdır ve zaman bonusunu iki katına çıkartır.
304_Goal_1=4 zırhlı aracı imha et
304_Goal_2=8 zırhlı aracı imha et
304_Goal_3=12 zırhlı aracı imha et
304_Lock_1=3 aracı Batmobil'i kullanmadan imha et
304_Rival=12'nin üstündeki her puan için
304_Title=ARA VE YOK ET
304_TitleMC=Ara ve Yok Et
402_Characters=*Batmobile|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
402_Description=Bleake Adası'nda zamana karşı turla. En kısa sürede bitirmek için güzergahını akıllıca belirle, zaman bonusları ve kısayollar ara.
402_Goal_1=Rotayı 2:15'in altında bitir
402_Goal_2=Rotayı 2:00'ın altında bitir
402_Goal_3=Rotayı 1:45'in altında bitir
402_Lock_1=Batmobil'den doğruca süzülmeye başla ve 300 metre süzül
402_Rival=1:25'in altındaki her saniye için
402_Title=GECEYARISI ÖFKESİ TT
402_TitleMC=Geceyarısı Öfkesi TT
404_Description=Tüm kontrol noktalarını olabildiğince hızlı şekilde bitir.
404_Goal_1=3.00 
404_Goal_2=2.00 
404_Goal_3=1.00 
404_Lock_1=500m süzül
404_Title=Serbest Kontrol Noktası Yarışı
406_Description=Sokaklardaki 3 dövüş bölgesinde yarış. Tankları yok et ve olabildiğince hızlı şekilde hareket et. Sadece en hızlılar zirvede kalır.
406_Goal_1=Rotayı 3:30'un altında bitir
406_Goal_2=Rotayı 2:45'in altında bitir
406_Goal_3=Rotayı 2:15'in altında bitir
406_Lock_1=Dron Tank dövüşünde 2 harika atış yap
406_Rival=1:50'nin altındaki her saniye için bir tane
406_Title=ŞÖVALYE ZAMAN SALDIRISI
406_TitleMC=Şövalye Zaman Saldırısı
407_Characters=*Batmobile|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
407_Description=Miagani Adası parkurunu tamamlamak için zamanla yarış. Gotham'daki en hızlı insan olmak için tüm sokakları ve kısa yolları bilmen gerekecek.
407_Goal_1=Rotayı 1:25'in altında bitir
407_Goal_2=Rotayı 1:15'in altında bitir
407_Goal_3=Rotayı 1:05'in altında bitir
407_Lock_1=Bir süzülme saldırısı sırasında 3 farklı alet kullan
407_Rival=1:05'in altındaki her saniye için bir tane
407_Title=Şehrin Ateşi TT
407_TitleMC=Şehrin Ateşi TT
423_Characters=*Batmobile|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
423_Description=Bilmececi'nin gaddar yüksek basınç parkurunda bir tur yarış. Yolda ezilmemek için dikkatli ol. Köşelerde etkili şekilde kayarak zaman bonusu kazan.
423_Goal_1=Bir turu 1:20'nin altında tamamla
423_Goal_2=Bir turu 1:10'un altında tamamla
423_Goal_3=Bir turu 1:00'ın altında tamamla
423_Rival=1:00'ın altındaki her saniye için bir tane
423_Title=Ezicinatör 
423_TitleMC=Ezicinatör 
424_Description=DLC Test Batmobil Yarış Tarifi
424_Goal_1=DLC Test Batmobil Yarış Hedef 1
424_Goal_2=DLC Test Batmobil Yarış Hedef 2
424_Goal_3=DLC Test Batmobil Yarış Hedef 3
424_Title=DLC Test Batmobil Yarış
425_Characters=*Batmobile|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
425_Description=Mr. E. Nigma tuzakların başındayken Bilmececi'nin en tehlikeli parkurunda bir tur at.
425_Goal_1=Bir turu 1:30'un altında tamamla
425_Goal_2=Bir turu 1:15'in altında tamamla
425_Goal_3=Bir turu 1:00'ın altında tamamla
425_Rival=1:00'ın altındaki her saniye için bir tane
425_Title=HÜKÜMLÜ 
425_TitleMC=Hükümlü 
426_Characters=*Batmobile|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
426_Description=Bilmececi'nin en zor yarışında bir turu olabildiğince hızlı şekilde tamamla. Zaman bonusu kazanmak için Batmobil'i köşelerde kaydır.
426_Goal_1=Bir turu 1:00'ın altında tamamla
426_Goal_2=Bir turu 0:48'in altında tamamla
426_Goal_3=Bir turu 0:42'nin altında tamamla
426_Rival=0:42'nin altındaki her saniye için bir tane
426_Title=AKLİ BLOKE
426_TitleMC=Akli Bloke
501_Description=Üstüne gelen füze yağmurundan kaçın ve tek bir hasar almadan kalabildiğin kadar hayatta kal. En iyi savunma saldırıdır: milis dronlarını yok ederek zaman bonusu kazan.
501_Goal_1=Hasar almadan 1:00 dakika geçir
501_Goal_2=Hasar almadan 3:00 dakika geçir
501_Goal_3=Hasar almadan 6:00 dakika geçir
501_Lock_1=Bir Dron tankına 3 kritik saldırı yap
501_Rival=6:00'ın üstündeki her 30 saniye için bir tane
501_Title=DOKUNULMAZ 
501_TitleMC=Dokunulmaz 
502_Characters=*Batmobile|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
502_Description=Zamana karşı yarış, Zırhlı milis taşıma araçlarını bulup onlara sokakların sahibinin kim olduğunu göster. Yok edilen her araç için zaman bonusu kazan.
502_Goal_1=3 tane zırhlı aracı saf dışı bırak
502_Goal_2=6 tane zırhlı aracı saf dışı bırak
502_Goal_3=10 tane zırhlı aracı saf dışı bırak
502_Lock_1=Batmobil ile tek seferde 3 saniye kay
502_Rival=10'un üstündeki her araç için bir tane
502_Title=YOL ÖFKESİ
502_TitleMC=Yol Öfkesi
503_Description=Batmobil'in müthiş gücünü serbest bırak. Hasar almayarak dolan ikincil silah enerjisi ile Füze yağmurunu aktif et ve düşman hedeflerini imha et.
503_Goal_3=Eğitimi Tamamla
503_Title=SİLAH ENERJİSİ TEŞHİSİ
503_TItleMC=Silah Enerjisi Teşhisi
504_Description=Sadece en zorlu olanlar zafer kazanabilir. Altı Kobra dronunu en kısa zamanda yok et. Fark edilirsen meydan okuma başarısız olur. Dikkatli ol, sokaklarda dolaşan başka bir şey daha var.
504_Goal_1=6 Kobra Dronunu 5:00'in altında yok et
504_Goal_2=6 Kobra Dronunu 3:45'in altında yok et
504_Goal_3=6 Kobra Dronunu 2:30'un altında yok et
504_Lock_1=Batmobil İkincil Silah gücünü 4. seviyede kullan
504_Rival=2:30'un altındaki her 5 saniye için bir tane
504_Title=BÜYÜK OYNAYAN AVCI
504_TitleMC=Büyük Oynayan Avcı
505_Description=Hem silahın az hem de sayın: Altı Kobra Dronunu mümkün olan en kısa zamanda imha et. Yok edilen her dronda, iki tane daha çıkacak. Batmobil'in aldığı her hasar süreye 10 saniye ekler.
505_Goal_1=6 Kobra Dronunu 5:00'in altında yok et
505_Goal_2=6 Kobra Dronunu 3:45'in altında yok et
505_Goal_3=6 Kobra Dronunu 2:30'un altında yok et
505_Lock_1=Tek komboda 3 karşı saldırı gerçekleştir
505_Rival=2:30'un altındaki her 5 saniye için bir tane
505_Title=DAVUT VE GOLYAT
505_TitleMC=Davut ve Golyat
506_Description=Panessa Stüdyolarının ışıklarının altında milis dron tankı ordusuyla savaş. En iyi skora ulaşmak için hasar almadan hedefleri yok et.
506_Goal_1=2,000 puana ulaş
506_Goal_2=4,000 puana ulaş
506_Goal_3=8,000 puana ulaş
506_Lock_1=Batmobil'le 50m zıpla
506_Rival=8,000'in üstündeki her 1,000 puan için bir tane
506_Title=TEK KİŞİLİK ORDU
506_TitleMC=Tek Kişilik Ordu
507_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
507_Debrief=Solgun Mehtap Altında tamamlandı. Tüm görevleri en kısa zamanda oynamayı demek için tekrar oynayın.
507_Description=Uyum Sağla ya da mahvol. Panessa Stüdyoları çatısındaki aralarında ışık saptırma zırhlı bir ekibin de olduğu, Nihali silahlı milis konuşlanmasıyla boy ölçüş.
507_Goal_1=Boa dronu kontrolcüsünü en sona bırak
507_Goal_1_AZRAEL=Bir sağlıkçıyı köşede hallet
507_Goal_1_CATWOMAN=Bir sağlıkçıyı dikenli demirlerle yere serip işini yerde bitir
507_Goal_1_DLCBATGIRL=Bir sağlıkçıyı ızgarada hallet
507_Goal_1_DLCHARLEYQUINN=Son 3 düşmanıın işini Kargaşa Moduyla bitir
507_Goal_1_DLCREDHOOD=Bir yangın söndürücüyü vurup bir düşmanı gaz bulutunda hallet
507_Goal_1_NIGHTWING=Bir düşmana sekme atışı yapıp yerde işini bitir
507_Goal_1_ROBIN=Bir kişiyi önündeyken sessizce hallet
507_Goal_2=Bir hedefin işini zayıf duvarda patlayıcı jelle bitirmek için ses sentezleyici kullan
507_Goal_2_AZRAEL=Dron kontrolcüsünün işini Buz Patlamasıyla bitir
507_Goal_2_CATWOMAN=Bir düşmanı zayıf duvardan hallet
507_Goal_2_DLCBATGIRL=Bir düşmanın işini bitirmek için dron kullan
507_Goal_2_DLCHARLEYQUINN=Tuzağa düşmüş bir düşmanın işini bitir
507_Goal_2_DLCREDHOOD=10 saniye içinde iki sağlıkçıyı vur
507_Goal_2_NIGHTWING=En yüksek noktadan en alt kattaki bir düşmanı elektrik patlaması ile vur
507_Goal_2_ROBIN=3 Ani parlayanı düşmanların üstüne yerleştir ama çalıştırma
507_Goal_3=4x Panik Bitirişi gerçekleştir (Geliştirme gerekir)
507_Goal_3_AZRAEL=Fark edilmeden tüm Optik Kamuflajlı milisleri hallet
507_Goal_3_CATWOMAN=Fark edilmeden tüm Optik Kamuflajlı milisleri hallet
507_Goal_3_DLCBATGIRL=Fark edilmeden tüm Optik Kamuflajlı milisleri hallet
507_Goal_3_DLCHARLEYQUINN=Fark edilmeden tüm Optik Kamuflajlı milisleri hallet
507_Goal_3_DLCREDHOOD=Fark edilmeden tüm Optik Kamuflajlı milisleri hallet
507_Goal_3_NIGHTWING=Fark edilmeden tüm Optik Kamuflajlı milisleri hallet
507_Goal_3_ROBIN=Fark edilmeden tüm Optik Kamuflajlı milisleri hallet
507_Lock_1=Bir düşmanın işini bitirmek için ses sentezleyici kullanıp onu tuzağa çek
507_Title=SOLGUN MEHTAP ALTINDA
507_TitleMC=Solgun Mehtap Altında
510_Description=Otlar arasındaki savaş. Alandaki Mambalar ve elmassırtılar yüzünden, hayatta kalmak istiyorsan hızlı ve hedefe odaklanmış olmalısın. Bonus puan kazanmak için İkincil silahını da kullan.
510_Goal_1=2,500 puana ulaş
510_Goal_2=5,000 puana ulaş
510_Goal_3=10,000 puana ulaş
510_Rival=10,000'in üstündeki her 1,000 puan için bir tane
510_Title=DOĞAL SEÇİLİM
510_TitleMC=Doğal Seçilim
513_Description=Harabelerde çok çeşitli milis dronlarına karşı kükre. Eski Gotham'ın göbeğine kurulu sahnede, hayatta kalmak için havadan ve karadan yapılan saldırıları püskürt.
513_Goal_1=8,000 puana ulaş
513_Goal_2=16,000 puana ulaş
513_Goal_3=24,000 puana ulaş
513_Rival=24,000'in üstündeki her 2,000 puan için bir tane
513_Title=VAROŞ MİLYARDER
513_TitleMC=Varoş Milyarder
524_Description=DLC Test Batmobil Dövüş Tanımı
524_Goal_1=DLC Test Batmobil Dövüş Hedefi 1
524_Goal_2=DLC Test Batmobil Dövüş Hedefi 2
524_Goal_3=DLC Test Batmobil Dövüş Hedefi 3
524_Title=DLC Test Batmobil Dövüş
524_TItleMC=DLC Test Batmobil Dövüş
601_Characters=BATMAN & NIGHTWING
601_Description=İkili takımının dövüş yeteneklerini mükemmelleştir. Orijinal dinamik ikiliyi, Bruce Wayne ve Dick Grayson'u birleştirip, Gotham Şehri'nin düşmanlarını yenip en yüksek skoru yap.
601_Goal_1=5,000 puana ulaş
601_Goal_2=10,000 puana ulaş
601_Goal_3=20,000 puana ulaş
601_Lock_1=Tek dövüşte üç farklı aletin çabuk atışını kullan
601_Rival=20,000'in üstündeki her 5,000 puan için bir tane
601_Title=GOTHAM'IN ŞÖVALYELERİ
601_TitleMC=Gotham'ın Şövalyeleri
602_Description=Ayağını gazda, parmağını tetikte tut. Sürüş ve dövüş yeteneklerini birleştirip 3 dövüş alanı arasında yarışş ve en hızlı şekilde dronları yok et.
602_Goal_1=Parkuru 4:30'un altında tamamla
602_Goal_2=Parkuru 3:45'in altında tamamla
602_Goal_3=Parkuru 3:00'ın altında tamamla
602_Lock_1=Gotham sokaklarının üstünde süzülürken arabanı çağır
602_Rival=2:40'ın altındaki her saniye için bir tane
602_Title=DRON BÖLGESİ
602_TitleMC=Dron Bölgesi
615_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
615_Debrief		
615_Description=Bu harita aklımı başımdan alıyor. Asylum'un DIŞINDA olmak, Şehrin ÖTESİNDE, sonunda da Malikaneyi görüyorum… Bir kişi dışında herkesi dışarı çıkartıp onu dondurduğumu, sonra da etrafta dolaşıp herşeye baktığımı hatırlıyorum" -Detective1985 (Arkham Knight forum üyesi)
615_Goal_1=Bur Patlaması için bir düşmanı dondur
615_Goal_1_AZRAEL=Bir Zayıf Duvar arkasından Çoklu Panik Bitirişi gerçekleştir
615_Goal_1_CATWOMAN=Bir düşmanı tavanda hallet
615_Goal_1_DLCBATGIRL=Bir Düşmanı çıkıntıda hallet
615_Goal_1_DLCHARLEYQUINN=İki düşmanı kapana kıstır
615_Goal_1_DLCREDHOOD=Üç Düşmanı köşede hallet
615_Goal_1_NIGHTWING=Bir düşmanı Eskrima Sopası ile sersemlet
615_Goal_1_ROBIN=Bir düşmana önce ip tekmesi at sonra da yerde işini bitir
615_Goal_2=Bir sağlıkçıya, izleme noktasındayken başaşağı saldır
615_Goal_2_AZRAEL=Bir düşmanın işini sabote edilmiş silah kasası ile bitir
615_Goal_2_CATWOMAN=Sisteki bir düşmana sıçrayalarak saldır
615_Goal_2_DLCBATGIRL=Bir düşmanın işini siste bitir
615_Goal_2_DLCHARLEYQUINN=İki düşmana Seri Darbeler at
615_Goal_2_DLCREDHOOD=Dedektif Modu Sinyal Bozucuyu Çabuk atışla vur
615_Goal_2_NIGHTWING=Bir düşmanı elektrik patlaması sonrası yerde hallet
615_Goal_2_ROBIN=Çıkıntıdayken bir düşmana Kalkan Darbesi ile vur
615_Goal_3=Aynı halat üstünde üç düşmanı tekmele
615_Goal_3_AZRAEL=Bir Dedektif Modu Sinyal Bozucusunun işini buz patlamasıyla bitir
615_Goal_3_CATWOMAN=Üç düşmanı yerdeki ızgarada hallet
615_Goal_3_DLCBATGIRL=Sağlıkçıyı en sona bırak. Tek bir Düşmanı iyileştirmelerine bile izin verme.
615_Goal_3_DLCHARLEYQUINN=İki düşmanı sürpriz kutusuyla hallet
615_Goal_3_DLCREDHOOD=Mayıncıyı sona bırak
615_Goal_3_NIGHTWING=Meydan okumayı 2 dakikanın altında tamamla
615_Goal_3_ROBIN=Üç düşmanı Ninja Yıldızıyla vurup yerde işini bitir
615_Rival		
615_Title=WAYNE MALİKANESİ
615_TitleMC=Wayne Malikanesi
616_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
616_Debrief		
616_Description="Batmobil'den Batwing, etkileşimli dinazora, herşey harika. Tasarımı mükemmel" - nicecoat (Arkham Knight forum üyesi)
616_Goal_1=EKT ile bür düşmanı üzkütüp başka bir düşmanı vurdur
616_Goal_1_AZRAEL=Kanca silahını kullanma
616_Goal_1_CATWOMAN=Demirli dikenlerle bir düşmanı sersemletip işini bitir
616_Goal_1_DLCBATGIRL=Üç kişiyi başaşağı hallet
616_Goal_1_DLCHARLEYQUINN=Dört düşmanı Harley'le korkut
616_Goal_1_DLCREDHOOD=Üç düşmana sıçrayarak Saldır
616_Goal_1_NIGHTWING=Bir düşmanı Elektrik patlaması ile vurup etkisiz hale getir
616_Goal_1_ROBIN=Kamuflajlı bir düşmana Seri Darbeler ile saldır
616_Goal_2=Bir düşmanı silahının bozulduğunu anladığında işini bitir
616_Goal_2_AZRAEL=Dedektif Modunu kullanma
616_Goal_2_CATWOMAN=Bir düşmanı tavanda hallet
616_Goal_2_DLCBATGIRL=Kimsenin işini sessizce bittirme
616_Goal_2_DLCHARLEYQUINN=Üç kişiyi gülme gazında hallet
616_Goal_2_DLCREDHOOD=Sessizce hallederek bitir
616_Goal_2_NIGHTWING=İki düşmana Yarasa Pençesi Çarpması uygula
616_Goal_2_ROBIN=Bir düşmanın işini havalandırmada bitir
616_Goal_3=Geri Dönen Batarang'la bir düşmanı vurduktan sonra işini bitir (Geliştirme gerekir)
616_Goal_3_AZRAEL=Hasar alma
616_Goal_3_CATWOMAN=Bir düşmanı yumrukla
616_Goal_3_DLCBATGIRL=Bir düşmanı Halat Fırlatıcısıyla hallet
616_Goal_3_DLCHARLEYQUINN=İki düşmanı çıkıntıda hallet
616_Goal_3_DLCREDHOOD=Bir düşmanı ışık bombası ile vurup işini bitir
616_Goal_3_NIGHTWING=Üç düşmanı sessizce hallet
616_Goal_3_ROBIN=Bir düşmanı zayıf duvar patlamasıyla etkisiz hale getir
616_Rival		
616_Title=YARASA MAĞARASI
616_TitleMC=Yarasa Mağarası
617_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
617_Debrief		
617_Description="Bu harita asylum'un ne kadar eski ve hastalıklı olduğunu gözler önüne sermiş… [o] basitçe Batman'ın eski asylum'da oluşunu özetlemiş." - MrSnessBitt (Arkham Knight forum üyesi)
617_Goal_1=Düşmanları 3 farklı zayıf duvarı Patlayıcı Jel ile patlatarak etkisiz hale getir
617_Goal_1_AZRAEL=Bir düşmanı süzülerek tekmeleyip yerde işini bitir
617_Goal_1_CATWOMAN=Üç Kamçı Çelmesi uygula
617_Goal_1_DLCBATGIRL=Kanca silahını kullanma
617_Goal_1_DLCHARLEYQUINN=Bir düşmanın işini sürpriz saldırısı sonrasında yerde bitir
617_Goal_1_DLCREDHOOD=Üç düşmanı ışık bombası ile etkile
617_Goal_1_NIGHTWING=Üç düşmanı ızgarada hallet
617_Goal_1_ROBIN=Bir Döşeme Izgarasından Çoklu Panik Bitirişi gerçekleştir
617_Goal_2=Halat fırlatıcısıyla bir düşmanı camdan vur
617_Goal_2_AZRAEL=Bir düşmanın silahını sabote edip, teperek kullananı yere yığmasını sağla
617_Goal_2_CATWOMAN=İki düşmanı çıkıntıda hallet
617_Goal_2_DLCBATGIRL=İki düşmanı köşede hallet
617_Goal_2_DLCHARLEYQUINN=Bir düşmanı süper sersemletip yerde işini bitir
617_Goal_2_DLCREDHOOD=Son düşmanı çabuk atışla vur
617_Goal_2_NIGHTWING=Ses Sentezleyicisini arayan bir düşmanın işini bitir
617_Goal_2_ROBIN=Hasar alma
617_Goal_3=Bir düşmanı süzülerek tekmeleyip yerde işini bitir
617_Goal_3_AZRAEL=Azrail ile iki düşmanı korkut
617_Goal_3_CATWOMAN=İki düşmanı demirli dikenlerle vur
617_Goal_3_DLCBATGIRL=Üç düşmana kayarak saldır
617_Goal_3_DLCHARLEYQUINN=Bir düşmana havadan saldırıp yerde işini bitir
617_Goal_3_DLCREDHOOD=Gizli Kal
617_Goal_3_NIGHTWING=Aynı anda 3 düşmanı Elektrip Patlaması ile vur
617_Goal_3_ROBIN=Son düşmanı ani parlayanla sersemlet
617_Rival		
617_Title=SESSİZ ŞÖVALYE
617_TitleMC=Sessiz Şövalye
618_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
618_Debrief		
618_Description="Buzdağı Salonu tekrar görmeyi kesinlikle çok isterim, Arkham City'deki favori haritamdı" -tylerst9 (Arkham Knight forum üyesi)
618_Goal_1=10,000 puana ulaş
618_Goal_2=30,000 puana ulaş
618_Goal_3=50,000 puana ulaş
618_Rival=50,000'in üstündeki her 50,000 puan için bir tane
618_Title=BUZDAĞI SALONU
618_TitleMC=Buzdağı Salonu
619_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
619_Debrief		
619_Description="Suç ittifakı Arkham oyunlarında hep mevcuttur. Batman'ın doğduğu yerde dövüşebilmek çok özel bir şeydir" - CabooseXBL (Arkham Knight forum üyesi)
619_Goal_1=10,000 puana ulaş
619_Goal_2=25,000 puana ulaş
619_Goal_3=35,000 puana ulaş
619_Rival=35,000'in üstündeki her 10,000 puan için bir tane
619_Title=SUÇ İTTİFAKI
619_TitleMC=Suç İttifakı
620_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
620_Description=Kraliyet tiyatrosu. Arkham Şehrindeki bir daha ziyaret etmediğimiz ikonik bir yer." -ILoveMarkHamill (Arkham Knight forum üyesi)
620_Goal_1=10,000 puana ulaş
620_Goal_2=20,000 puana ulaş
620_Goal_3=40,000 puana ulaş
620_Rival=40,000'in üstündeki her 5,000 puan için bir tane
620_Title=KRALİYET TİYATROSU
620_TitleMC=Kraliyet Tiyatrosu
623_Characters=Batman|Robin|Kedi Kadın|*Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
623_Description=Nightwing olarak, Penguen'in fedaileri ile Blüdhaven Rıhtımı'nda dövüş. Puanını maksimuma çıkartmak için aletlerini ve hareketlerini birleştir.
623_Goal_1=8,000 puana ulaş
623_Goal_2=16,000 puana ulaş
623_Goal_3=24,000 puana ulaş
623_Rival=24,000'in üstündeki her 1,500 puan için bir tane
623_Title=KÖPEK BALIĞI YEMİ
623_TitleMC=Köpek Balığı Yemi
624_Characters=Batman|Robin|Kedi Kadın|*Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
624_Description=Nightwing olarak, GŞPD'ye yapılan saldırıyı uzaklaştır. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
624_Goal_1=Beş düşmanı çatıda hallet
624_Goal_1_AZRAEL=Tüm düşmanları havalandırmaya girmeden etkisiz hale getir
624_Goal_1_BATMAN=Tüm düşmanları havalandırmaya girmeden etkisiz hale getir
624_Goal_1_CATWOMAN=Tüm düşmanları havalandırmaya girmeden etkisiz hale getir
624_Goal_1_DLCBATGIRL=Tüm düşmanları havalandırmaya girmeden etkisiz hale getir
624_Goal_1_DLCHARLEYQUINN=Tüm düşmanları havalandırmaya girmeden etkisiz hale getir
624_Goal_1_DLCREDHOOD=Tüm düşmanları havalandırmaya girmeden etkisiz hale getir
624_Goal_1_ROBIN=Tüm düşmanları havalandırmaya girmeden etkisiz hale getir
624_Goal_2=Tüm düşmanları hiç cam kırmadan etkisiz hale getir
624_Goal_2_AZRAEL=Dedektif Modu Sinyal Bozucuyu Buz Patlamasıyla Hallet
624_Goal_2_BATMAN=Dört düşmanı Yarasa Pençesi ile silahsızlandır (Geliştirme gerekir)
624_Goal_2_CATWOMAN=Üç saniye içinde iki düşmanı dikenli demirlerle sersemlet
624_Goal_2_DLCBATGIRL=Üç düşmanı halat fırlatıcısı ile hallet
624_Goal_2_DLCHARLEYQUINN=Hasar alma
624_Goal_2_DLCREDHOOD=Bir sağlıkçıyı, Dedektif modu sinyal bozucuyu ve dron kontrolcüsünü vur
624_Goal_2_ROBIN=Dedektif Modunu kullanma
624_Goal_3=Dedektif Modu Sinyal Bozucuyu en son, Izgarada hallet
624_Goal_3_AZRAEL=Bir sağlıkçıyı süper sersemletip işini yerde bitir
624_Goal_3_BATMAN=6 saniyede 3 sağlık görevlisini etkisiz hale getir
624_Goal_3_CATWOMAN=Dron kontrolcüsüne kamçı çelmesi tak ve işini yerde bitir
624_Goal_3_DLCBATGIRL=Bir dron kontrolcüsünün işini bitirmek için dron kullan
624_Goal_3_DLCHARLEYQUINN=Kurmalı Kutu ile 2 Sağlık Görevlisini etkisiz hâle getir
624_Goal_3_DLCREDHOOD=Gizli Kal
624_Goal_3_ROBIN=Dron kontrolcüsüne ip tekmesi atıp işini yerde bitir
624_Title=FİRAR
624_TitleMC=Firar
625_Characters=Batman|*Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
625_Description=Robin olarak, İki yüzlü'nün fedailerinin işini inlerinde bitir. Skorunu arttırmak için aletlerini ve dövüş hareketlerini kombinle
625_Goal_1=10,000 puana ulaş
625_Goal_2=18,000 puana ulaş
625_Goal_3=30,000 puana ulaş
625_Lock_1=Bu meydan okumayı açmak için "Yazı mı Tura mı" Arkham Bölümünü tamamla.
625_Rival=30,000'in üstündeki her 3,000 puan için bir tane
625_Title=ADALETİN TERAZİSİ
625_TitleMC=Adaletin Terazisi
626_Characters=Batman|*Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
626_Debrief		
626_Description=Robin olarak, İki yüzlü'nün Cehennemin Kapısı Atık İmha Tesisi'ndeki fedailerinin işini bitir. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
626_Goal_1=Taretlere Dokunma
626_Goal_1_AZRAEL=Taret tarafından vurulma
626_Goal_1_BATMAN=Taret tarafından vurulma
626_Goal_1_CATWOMAN=Taret tarafından vurulma
626_Goal_1_DLCBATGIRL=Taret tarafından vurulma
626_Goal_1_DLCHARLEYQUINN=Taret tarafından vurulma
626_Goal_1_DLCREDHOOD=Taret tarafından vurulma
626_Goal_1_NIGHTWING=Taret tarafından vurulma
626_Goal_2=İki düşmana Kalkan Darbesi ile saldır
626_Goal_2_AZRAEL=İki düşmanı Patlayıcı Jel ile hallet
626_Goal_2_BATMAN=Panik Bitirişi Yok
626_Goal_2_CATWOMAN=İlk önce mayıncıyı etkisiz hale getir
626_Goal_2_DLCBATGIRL=Kör edilmiş dört tareti etkisiz hale getir
626_Goal_2_DLCHARLEYQUINN=Sadece iş bitiricileri kullan
626_Goal_2_DLCREDHOOD=Dedektif Modu Sinyal Bozucu'yu Vur
626_Goal_2_NIGHTWING=Bir düşmanı cam tavandan hallet
626_Goal_3=Dedektif Modu Sinyal Bozucuyu sona bırak
626_Goal_3_AZRAEL=İki düşmanı çıkıntıda hallet
626_Goal_3_BATMAN=Üç düşmanı Kontrol Odası'nda kilitle (RHD Gerekli)
626_Goal_3_CATWOMAN=Üç düşmana kayarak saldır
626_Goal_3_DLCBATGIRL=Uzaktan Hackleme Cihazıın iki düşmanı korkutmak için kullan
626_Goal_3_DLCHARLEYQUINN=Tüm Taretleri etkisiz hale getir
626_Goal_3_DLCREDHOOD=Kanca silahını kullanma
626_Goal_3_NIGHTWING=Dedektif Modu Sinyal Bozucuya Elektrik Patlaması uygula
626_Lock_1=Bu meydan okumayı açmak için "Yazı mı Tura mı" Arkham Bölümünü tamamla.
626_Rival		
626_Title=ÇÖPLERİ TEMİZLEME
626_TitleMC=Çöpleri Temizleme
701_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
701_Description=Kingston'daki soygunu durdurup İki Yüzlü'nün çetesini kaçmadan yakalamak için yarış. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
701_Goal_1=Panik Bitirişi yapmaktan kaçın
701_Goal_1_AZRAEL=Soygunu 2:30'un altında durdur
701_Goal_1_CATWOMAN=Soygunu 3:00'ın altında durdur
701_Goal_1_DLCBATGIRL=Soygunu 2:30'un altında durdur
701_Goal_1_DLCHARLEYQUINN=Soygunu 2:30'un altında durdur
701_Goal_1_DLCREDHOOD=Soygunu 2:30'un altında durdur
701_Goal_1_NIGHTWING=Soygunu 2:30'un altında durdur
701_Goal_1_ROBIN=Soygunu 2:30'un altında durdur
701_Goal_2=Tek avizeyle en az üç düşmanı etkisiz hale getir (RHD Gerekir)
701_Goal_2_AZRAEL=Silahsız bir düşmanı hallet
701_Goal_2_CATWOMAN=Bir düşmana önce havadan saldır, sonra yerde işini bitir
701_Goal_2_DLCBATGIRL=Bir düşmanı yürüyen merdiveni kullanarak etkisiz hale getir
701_Goal_2_DLCHARLEYQUINN=Bir düşmana önce sıçra, sonra yerde işini bitir
701_Goal_2_DLCREDHOOD=Bir düşmana önce ip tekmesi at sonra da çabuk atışla vur
701_Goal_2_NIGHTWING=Toplamda 10 saniyeden fazla dedektif modu kullanma
701_Goal_2_ROBIN=Bir düşmanı elektrik devrelerini kullanarak etkisiz hale getir
701_Goal_3=Hasar almaktan kaçın
701_Goal_3_AZRAEL=Bir çevresel bitiriş yap
701_Goal_3_CATWOMAN=Bir düşmanı Banka Kasasında etkisiz hale getir
701_Goal_3_DLCBATGIRL=Bir düşmanı Halat Fırlatıcısıyla hallet
701_Goal_3_DLCHARLEYQUINN=Bir düşmana Seri Darbeler ile saldır
701_Goal_3_DLCREDHOOD=Bir düşmanı köşeden çabuk atışla vur
701_Goal_3_NIGHTWING=Bir düşmanı elektrik patlaması sonrası yerde hallet
701_Goal_3_ROBIN=Yere düşmüş bir düşmanın üstünde Ani Parlayan patlat
701_Rival		
701_Title=MALİ KIRILMA
701_TitleMC=Mali Kırılma
702_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
702_Debrief=CityVision inşaat alanını temizlemek için Batman'ın avcılık yeteneklerini kullarak meydan okuma hedeflerini en hızlı şekilde bitir
702_Description=CityVision İnşaat Alanı'ndaki silahlı düşmanları korkutup parçalarına ayır. Skorunu yükseltmek için mücadele hedeflerini en hızlı şekilde tamamla.
702_Goal_1=Endüstriyel mıknatısları kullanarak 3 düşmanı etkisiz hale getir (REC gerekir)
702_Goal_1_AZRAEL=Dedektif Modu Dedektörünü sona bırak
702_Goal_1_CATWOMAN=Mayıncıyı sona bırak
702_Goal_1_DLCBATGIRL=Dedektif Modu Dedektörünü sona bırak
702_Goal_1_DLCHARLEYQUINN=Mayıncıyı sona bırak
702_Goal_1_DLCREDHOOD=Dedektif Modu Dedektörünü sona bırak
702_Goal_1_NIGHTWING=Dedektif Modu Dedektörünü sona bırak
702_Goal_1_ROBIN=Dedektif Modu Dedektörünü sona bırak
702_Goal_2=Bir düşmanı, onun altındayken ızgarada hallet (Geliştirme gerekir)
702_Goal_2_AZRAEL=Bir düşmanı zayıf bir tavandan patlayıcı jelle hallet
702_Goal_2_CATWOMAN=Bir düşmanı zayıf duvardan hallet
702_Goal_2_DLCBATGIRL=Bir düşmanı Uzaktan Hackleme Cihazı ile hallet
702_Goal_2_DLCHARLEYQUINN=Sesli bir İş bitirici ile başla
702_Goal_2_DLCREDHOOD=İki düşmana ip tekmesi at
702_Goal_2_NIGHTWING=Sağlıkçı üstünde Çoklu Panik Bitirişi
702_Goal_2_ROBIN=Üç düşmanı Ani Parlayanla sersemlet
702_Goal_3=Düşmanların taret kurmasına engel ol
702_Goal_3_AZRAEL=Bir tareti etkisiz hale getir
702_Goal_3_CATWOMAN=İki düşmana Seri Darbeler at
702_Goal_3_DLCBATGIRL=Halat üstündeyken iki düşmanı tekmele
702_Goal_3_DLCHARLEYQUINN=Kargaşa Modunu etkinleştir
702_Goal_3_DLCREDHOOD=Üç düşmanı ızgarada hallederek etkisiz hale getir
702_Goal_3_NIGHTWING=Hasar alma
702_Goal_3_ROBIN=Bir düşmanı Mermi Kalkanı ile engelleyip Kalkan Darbesiyle saldır
702_Rival		
702_Title=YIKIM 
702_TitleMC=Yıkım 
703_Characters=BATMAN & ROBİN
703_Description=İkili takımının dövüş yeteneklerinin sınırlarını zorla! Batman ve Harika Çocuk'un yan yana çarpışmasıyla GŞPD karargahındaki suçluları yenerek en yüksek skora ulaş
703_Goal_1=10,000 puana ulaş
703_Goal_2=20,000 puana ulaş
703_Goal_3=30,000 puana ulaş
703_Rival=30,000'in üstündeki her 5,000 puan için bir tane
703_Title=GŞPD'DE SALDIRI
703_TitleMC=GŞPD'de Saldırı
704_Characters=BATMAN & ROBİN
704_Debrief=Durdurulamaz ikili Batman ve Robin ile oynayarak, Port Adams'daki milisleri mağlup et. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
704_Description=Durdurulamaz ikili Batman ve Robin ile oynayarak, Port Adams'daki milisleri mağlup et. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
704_Goal_1=Batman olarak, bir düşmanı mühürlü odada tuzağa düşür. Robin olarak, odanın içindeki düşmanı etkisiz hale getir
704_Goal_2=Robin'i kullanırken Batman'a bir düşmanı yok ettir
704_Goal_3=Düşmanların yarısını Batman'la, diğer yarısını Robin'le etkisiz hale getir
704_Rival		
704_Title=KONTROL EDİLEMEZ
704_TitleMC=Kontrol Edilemez
705_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
705_Debrief=Kingston'daki Gotham Bankası'nın çatısında dövüş. Skorunu maksimuma çıkartmak için dövüş hareketlerini ve aletlerini kombinle.
705_Description=Kingston'daki Gotham Bankası'nın çatısında dövüş. Skorunu maksimuma çıkartmak için dövüş hareketlerini ve aletlerini kombinle.
705_Goal_1=12,000 puana ulaş
705_Goal_2=22,000 puana ulaş
705_Goal_3=34,000 puana ulaş
705_Rival=34,000'in üstündeki her 2,500 puan için bir tane
705_Title=YÜKSEK ALAKA
705_TitleMC=Yüksek Alaka
706_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
706_Debrief=Batman olarak, Saat Kulesi'ndeki ardışık düşman dalgalarını etkisiz hale getir. Toplama eklenen her dalgada daha yüksek skorlara ulaş. Çeşitlilik bonusla ödüllendirilir.
706_Description=Batman olarak, Saat Kulesi'ndeki ardışık düşman dalgalarını etkisiz hale getir. Toplama eklenen her dalgada daha yüksek skorlara ulaş. Çeşitlilik bonusla ödüllendirilir.
706_Goal_1=6,500 puana ulaş
706_Goal_2=13,000 puana ulaş
706_Goal_3=22,000 puana ulaş
706_Rival=22,000'in üstündeki her 1,400 puan için bir tane
706_Title=Saat Mekanizması
706_TitleMC=Saat Mekanizması
707_Characters=Batman|*Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
707_Debrief=Robin olarak, Gotham Bankası'ndaki bir soygunu durdur. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
707_Description=Robin olarak, Gotham Bankası'ndaki bir soygunu durdur. Skorunu arttırmak için meydan okumayı olabildiğince hızlı şekilde tamamla.
707_Goal_1=Üç düşmanı hareket etmeden hallet
707_Goal_1_AZRAEL=Beş düşmanı on saniyede etkisiz hale getir
707_Goal_1_BATMAN=Beş düşmanı on saniyede etkisiz hale getir
707_Goal_1_CATWOMAN=Üç düşmanı on saniyede etkisiz hale getir
707_Goal_1_DLCBATGIRL=Üç düşmanı on saniyede etkisiz hale getir
707_Goal_1_DLCHARLEYQUINN=Üç düşmanı on saniyede etkisiz hale getir
707_Goal_1_DLCREDHOOD=Üç düşmanı on saniyede etkisiz hale getir
707_Goal_1_NIGHTWING=Beş düşmanı on saniyede etkisiz hale getir
707_Goal_2=Panik Bitirişi ile hallet
707_Goal_2_AZRAEL=İki düşmana patlayıcı jel ile saldır
707_Goal_2_BATMAN=Bir düşmanı boyanın içinde hallet
707_Goal_2_CATWOMAN=İki düşmana Kamçı Çelmesi tak
707_Goal_2_DLCBATGIRL=Bir düşmana izleme noktasından başaşağı saldır
707_Goal_2_DLCHARLEYQUINN=Bir düşmanı gülme gazının içinde hallet
707_Goal_2_DLCREDHOOD=Başlangıç noktasından bir düşmanı vur
707_Goal_2_NIGHTWING=Dedektif Modunu kullanma
707_Goal_3=Üç düşmana Kalkan Darbesi ile saldır
707_Goal_3_AZRAEL=Bir düşmana önce Yarasa Pençesiyle, sonra çevresel bitiriciyle saldır
707_Goal_3_BATMAN=Banka soygununu 1.20'nin altında durdur
707_Goal_3_CATWOMAN=Zemin Kattaki bir düşmana bolayla saldır
707_Goal_3_DLCBATGIRL=Elektrik devreleriyle iki düşmanı etkisiz hale getir
707_Goal_3_DLCHARLEYQUINN=İki düşmanı sürpriz kutusuyla hallet
707_Goal_3_DLCREDHOOD=Üç düşmanı ışık bombasıyla etkile
707_Goal_3_NIGHTWING=Bir Yarasa Pençesi Çarpması uygula
707_Rival		
707_Title=KREDİ KRİZİ
707_TitleMC=Kredi Krizi
708_Characters=Batman|Robin|Kedi Kadın|*Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
708_Debrief		
708_Description=Nightwing olarak, Perili ev setindeki silahlı milislerin kalplerine korku sal. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
708_Goal_1=60 saniye içerisinde iki farklı panik bitirişi gerçekleştir
708_Goal_1_AZRAEL=Bir çevresel bitiriş yap
708_Goal_1_BATMAN=Bir sağlıkçıya panik bitirişi gerçekleştir
708_Goal_1_CATWOMAN=Bir mayıncıya kamçı çelmesi takıp ardından yerde işini bitir
708_Goal_1_DLCBATGIRL=Hiçbir alet kullanma
708_Goal_1_DLCHARLEYQUINN=Tuzağa düşmüş bir düşmanı halletmek için bir Sürpriz Kutusu kullan
708_Goal_1_DLCREDHOOD=Tek seferde iki düşmanı ışık bombasıyla şaşırt
708_Goal_1_ROBIN=Sağlıkçıyı Ani parlayan ile yere yık
708_Goal_2=Üç düşmanı yukarıdan atılan bir elektrik patlaması ile etkisiz hale getir
708_Goal_2_AZRAEL=Bir sağlıkçıyı EKT ile vur, süzülerek tekmele sonra da yerde işini bitir
708_Goal_2_BATMAN=Bir düşmanın işini sabote edilmiş silah kasası ile bitir
708_Goal_2_CATWOMAN=Pompalı kullanan üç farklı milisi silahsız bırak
708_Goal_2_DLCBATGIRL=25 saniyede üç düşmanın işini bitir
708_Goal_2_DLCHARLEYQUINN=Bir sağlıkçıyı birini iyileştirdikten sonraki 30 saniyede gülme gazının içinde hallet
708_Goal_2_DLCREDHOOD=Bir Gargoylenin üstündeyken birini vur
708_Goal_2_ROBIN=Yerdeki ızgaraları kullanma
708_Goal_3=Üç farklı yer ızgarasında üç farklı sessiz saldırı uygula
708_Goal_3_AZRAEL=Bir Dedektif Modu Sinyal Bozucusunu çıkıntıda hallet
708_Goal_3_BATMAN=Bir Dedektif Modu Sinyal Bozucusunu çıkıntıda hallet
708_Goal_3_CATWOMAN=Üç düşmanı çıkıntıda hallet
708_Goal_3_DLCBATGIRL=Bir Dedektif Modu Sinyal Bozucusunu çıkıntıda hallet
708_Goal_3_DLCHARLEYQUINN=Gülme gazındaki bir düşmana Seri Darbeler ile saldır
708_Goal_3_DLCREDHOOD=Bir Dedektif Modu Sinyal Bozucusunu çıkıntıda hallet
708_Goal_3_ROBIN=Bir Dedektif Modu Sinyal Bozucusunu çıkıntıda hallet
708_Rival		
708_Title=SAHNE HEYECANI
708_TitleMC=Sahne Heyecanı
709_Characters=BATMAN & NIGHTWING
709_Description=Batman ve Robin ile oynayarak, ACE Kimya Karıştırma haznesindeki milisleri mağlup et. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
709_Goal_1=Beş düşmanı beş saniyede etkisiz hale getir
709_Goal_2=Tüm düşmanları fark edilmeden etkisiz hale getir
709_Goal_3=Dedektif Modunu kullanma
709_Rival		
709_Title=KİMYASAL REAKSİYON
709_TitleMC=Kimyasal Reaksiyon
710_Characters=Batman|Robin|Kedi Kadın|*Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
710_Debrief=Bu yorucu meydan okumada sonsuz düşman dalgalarına karşı dövüş.
710_Description=Bu yorucu meydan okumada sonsuz düşman dalgalarına karşı dövüş.
710_Goal_1=20,000 puana ulaş
710_Goal_2=40,000 puana ulaş
710_Goal_3=60,000 puana ulaş
710_Rival=60,000'in üstündeki her 5,000 puan için bir tane
710_Title=UÇAN GRAYSON
710_TitleMC=Uçan Grayson
711_Characters=Batman|Robin|Kedi Kadın|Nightwing|*Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
711_Debrief=Azrail olarak, Penguen'in ininin çatısında devriye atan milislere karşı kutsal bir savaş ver. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
711_Description=Azrail olarak, Penguen'in ininin çatısında devriye atan milislere karşı kutsal bir savaş ver. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
711_Goal_1=Dron Kontrolcüsünü çevresel bitiriciyle hallet
711_Goal_1_BATMAN=Son düşmana Seri Darbeler ile saldır
711_Goal_1_CATWOMAN=Son düşmana Seri Darbeler ile saldır
711_Goal_1_DLCBATGIRL=Son düşmana Seri Darbeler ile saldır
711_Goal_1_DLCHARLEYQUINN=Son düşmana Seri Darbeler ile saldır
711_Goal_1_DLCREDHOOD=Son düşmana Seri Darbeler ile saldır
711_Goal_1_NIGHTWING=Son düşmana Seri Darbeler ile saldır
711_Goal_1_ROBIN=Son düşmana Seri Darbeler ile saldır
711_Goal_2=Bir düşmanı cam çatıdan hallet
711_Goal_2_BATMAN=Dron Kontrolcüsünü en sona bırak
711_Goal_2_CATWOMAN=Optik Kamuflaşlı bir düşmana karşı Dikenli Demir kullan
711_Goal_2_DLCBATGIRL=Dron kontrolcüsünü, dron körken hallet
711_Goal_2_DLCHARLEYQUINN=Bir sağlıkçıyı, birini iyileştirirken Sürpriz Kutusu'yla hallet
711_Goal_2_DLCREDHOOD=Bir sağlıkçıyı, birini iyileştirirken vur
711_Goal_2_NIGHTWING=Ses sentezleyicisini dörtlü bir panik bitirişi yapmak için kullan
711_Goal_2_ROBIN=Dron Kontrolcüsünü Hackle
711_Goal_3=Kimsenin işini sessizce bittirme
711_Goal_3_BATMAN=Sağlıkçılar üstünde bir Panik Bitirişi gerçekleştir
711_Goal_3_CATWOMAN=Hırsız görüşünü kullanma
711_Goal_3_DLCBATGIRL=Bir düşmanı yüksekten hallet
711_Goal_3_DLCHARLEYQUINN=İlk 20 saniyede Kargaşa Moduna gir
711_Goal_3_DLCREDHOOD=Optik Kamuflajlı bir düşmanı vur
711_Goal_3_NIGHTWING=En üst noktadan birini Elektrik Patlaması ile vur
711_Goal_3_ROBIN=İlk 10 saniyede iki kişinin işini bitir
711_Rival		
711_Title=İLAHİ MÜDAHALE
711_TitleMC=İlahi Müdahale
712_Characters=Batman|Robin|Kedi Kadın|*Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
712_Description=Nightwing olarak savaşarak serbest dövüş ustalığını Newton fuar alanındaki düşmanları etkisiz hale getirmek için kullan. Skorunu arttırmak için aletlerini ve dövüş hareketlerini birleştir.
712_Goal_1=8,000 puana ulaş
712_Goal_2=18,000 puana ulaş
712_Goal_3=34,000 puana ulaş
712_Rival=34,000'in üstündeki her 7,500 puan için bir tane
712_Title=NEWTON'UN BEŞİĞİ
712_TitleMC=Newton'un Beşiği
713_Characters=Batman|Robin|*Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
713_Description=Kedi Kadın olarak, Vahşi Batı setindeki kanunsuz dalgalarına karşı dövüş. Daha çok zaman kazanıp en yüksek skora ulaşmak için düşmanları etkisiz hale getir.
713_Goal_1=15,000 puana ulaş
713_Goal_2=30,000 puana ulaş
713_Goal_3=50,000 puana ulaş
713_Rival=50,000'in üstündeki her 5,000 puan için bir tane
713_Title=VAHŞİ KEDİ
713_TitleMC=Vahşi Kedi
714_Characters=NIGHTWING & ROBIN
714_Debrief=Robin ve Nightwing ile, Stagg'ın zeplinindeki milisleri temizlemek için takım ol. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
714_Description=Robin ve Nightwing ile, Stagg'ın zeplinindeki milisleri temizlemek için takım ol. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
714_Goal_1=İkilinin ortak olarak iş bitirmesini sağla
714_Goal_2=Bir düşmanı Nightwing ile çıkıntıda hallet
714_Goal_3=Robin olarak bir düşman süzülerek tekmele
714_Rival		
714_Title=YÜKSEK UÇANLAR
714_TitleMC=Yüksek Uçanlar
715_Characters=NIGHTWING & BATMAN
715_Description=Çift kişilik ekibinin dövüş yeteneklerini zorla. Nightwing ve Batman Panessa Stüdyosu çatısında sırt sırta suçlularla savaşıyor. Daha çok vakit ve skor kazanmak için düşmanları etkisiz hale getir.
715_Goal_1=30,000 puana ulaş
715_Goal_2=50,000 puana ulaş
715_Goal_3=75,000 puana ulaş
715_Rival=75,000'in üstündeki her 20,000 puan için bir tane
715_Title=GARDİYANLAR 
715_TitleMC=Gardiyanlar 
716_Characters=Batman|*Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
716_Description=Robin olarak, Ace Kimya'nın altında milis dalgalarına karşı dövüş. Toplama eklenen her dalgada daha yüksek skorlara ulaş. Çeşitlilik bonusla ödüllendirilir.
716_Goal_1=10,000 puana ulaş
716_Goal_2=20,000 puana ulaş
716_Goal_3=30,000 puana ulaş
716_Rival=30,000'in üstündeki her 8,500 puan için bir tane
716_Title=KARANTİNA 
716_TitleMC=Karantina 
717_Characters=Batman|*Kedi Kadın 
717_Description=Kedi Kadın ile oynayak dövüş yeteneklerini Bulmacacı'nın robot ordusuna karşı kullan. Kırmızı robotları yok et, mavilerden kaçın. Mavileri kendilerini imha etmeleri için değiştir. Skorunu arttırmak için combolarını arttır.
717_Goal_1=5,000 puana ulaş
717_Goal_2=10,000 puana ulaş
717_Goal_3=15,000 puana ulaş
717_Rival=15,000'in üstündeki her 3,500 puan için bir tane
717_Title=KEDİNİN MERAĞI
717_TitleMC=Kedinin Merağı
718_Character=KEDİKADIN 
718_Characters=Batman|Robin|*Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
718_Debrief=Kedi Kadın olarak, çevik dövüş tarzın ve eşsiz aletlerinle sonsuz düşman dalgalarıyla boy ölçüş,
718_Description=Kedi Kadın olarak, çevik dövüş tarzın ve eşsiz aletlerinle sonsuz düşman dalgalarıyla boy ölçüş,
718_Goal_1=10,000 puana ulaş
718_Goal_2=25,000 puana ulaş
718_Goal_3=50,000 puana ulaş
718_Rival=50,000'in üstündeki her 40,000 puan için bir tane
718_Title=KEDİ OYUNCAĞI
718_TitleMC=Kedi Oyuncağı
719_Characters=Batman|*Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
719_Debrief=Sorguya Çek
719_Description=Harika Çocuk'un avcılık yeteneklerini Gotham'ın ekonomik merkezindeki milisleri mağlup etmek için kullan. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
719_Goal_1=Dedektif Modu Sinyal Bozucuyu en sona bırak
719_Goal_1_AZRAEL=Sağlıkçıları tek bir kişiyi iyileştirmeden durdur
719_Goal_1_BATMAN=Sağlıkçıları tek bir kişiyi iyileştirmeden durdur
719_Goal_1_CATWOMAN=Sağlıkçıları tek bir kişiyi iyileştirmeden durdur
719_Goal_1_DLCBATGIRL=Sağlıkçıları tek bir kişiyi iyileştirmeden durdur
719_Goal_1_DLCHARLEYQUINN=Sağlıkçıları tek bir kişiyi iyileştirmeden durdur
719_Goal_1_DLCREDHOOD=Sağlıkçıları tek bir kişiyi iyileştirmeden durdur
719_Goal_1_NIGHTWING=Sağlıkçıları tek bir kişiyi iyileştirmeden durdur
719_Goal_2=Tüm düşmanları fark edilmeden etkisiz hale getir
719_Goal_2_AZRAEL=Dedektif Modu Sinyal Bozucuyu halletmek için süzülerek tekmele
719_Goal_2_BATMAN=Dedektif Modu Sinyal Bozucuya Çevresel Bitiriş yap
719_Goal_2_CATWOMAN=İlk önce sağlıkçıyı etkisiz hale getir
719_Goal_2_DLCBATGIRL=Dedektif Modu Sinyal Bozucuyu Batarang'la vur, sonra da yerde işini bitir
719_Goal_2_DLCHARLEYQUINN=Bir düşmana beyzbol sopasıyla Seri Darbeler ile saldır
719_Goal_2_DLCREDHOOD=Bir düşmanı yüksekten hallet
719_Goal_2_NIGHTWING=Dedektif Modu Sinyal Bozucuyu yukarıdan saldırarak sessizce hallet
719_Goal_3=Bir düşmanı köşede hallet
719_Goal_3_AZRAEL=İlk önce optik kamuflajlı düşmanları etkisiz hale getir
719_Goal_3_BATMAN=Optik Kamuflajlı düşmanlara Panik Bitirişi yap
719_Goal_3_CATWOMAN=Optik Kamuflajlı bir düşmanı bolala, sonra da yerde işini bitir
719_Goal_3_DLCBATGIRL=Optik Kamuflajlı düşmanlara Patlayıcı Jel ile saldır
719_Goal_3_DLCHARLEYQUINN=Ard arda beş yan takla at
719_Goal_3_DLCREDHOOD=Optik kamuflajllı düşmanları sessizce hallet
719_Goal_3_NIGHTWING=2.00'ın altında bitir
719_Rival		
719_Title=VERTİGO 
719_TitleMC=Vertigo 
720_Characters=Batman|Robin|Kedi Kadın|*Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
720_Debrief=Nightwing olarak, terk edilmiş alışveriş merkezindeki milisleri temizle. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
720_Description=Nightwing olarak, terk edilmiş alışveriş merkezindeki milisleri temizle. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
720_Goal_1=Tareti görünmeden etkisiz hale getir
720_Goal_1_AZRAEL=İlk önce tareti etkisiz hale getir
720_Goal_1_BATMAN=İlk önce tareti etkisiz hale getir
720_Goal_1_CATWOMAN=İlk önce tareti etkisiz hale getir
720_Goal_1_DLCBATGIRL=İlk önce tareti etkisiz hale getir
720_Goal_1_DLCHARLEYQUINN=İlk önce tareti etkisiz hale getir
720_Goal_1_DLCREDHOOD=İlk önce tareti etkisiz hale getir
720_Goal_1_ROBIN=İlk önce tareti etkisiz hale getir
720_Goal_2=Kanca silahını kullanma
720_Goal_2_AZRAEL=Dedektif Modu Sinyal Bozucunun silahını sabote edip geri tepmesini sağla
720_Goal_2_BATMAN=Sinyalbozucu, Sağlıkçı ve Kamuflajlı düşmanlara üç Panik Bitirişi yap
720_Goal_2_CATWOMAN=Optik Zırhlı düşmanı sessizce hallet
720_Goal_2_DLCBATGIRL=Dedektif Modu Sinyal Bozucuyu sisin içinde etkisiz hale getir
720_Goal_2_DLCHARLEYQUINN=Kargaşa modunda üç düşmanı etkisiz hale getir
720_Goal_2_DLCREDHOOD=Bir düşmanın işini ezerek bitir
720_Goal_2_ROBIN=Bir Sinyal bozucuyu, sağlıkçıyı ve optik kamuflajlı düşmanı aynı anda ani parlayanla sersemlet
720_Goal_3=Optik kamuflaşlı düşmanı sona sakla
720_Goal_3_AZRAEL=Sağlıkçıyı en sona bırak. Kimseyi iyileştirmelerine izin verme.
720_Goal_3_BATMAN=Bir silahı görünmeden sabote edip geri tepmesini sağla
720_Goal_3_CATWOMAN=Bir düşmanı köşede hallet
720_Goal_3_DLCBATGIRL=Yürüyen merdiveni aşırı yükleyerek iki düşmanı etkisiz hale getir
720_Goal_3_DLCHARLEYQUINN=Bir çevresel bitiriş yap
720_Goal_3_DLCREDHOOD=Dedektif Modu Sinyal Bozucuya Çabuk atış yap
720_Goal_3_ROBIN=Jeneratörü aşırı yükleyerek iki düşmanı etkisiz hale getir
720_Rival		
720_Title=ZARARINA SATIŞ
720_TitleMC=Zararına Satış
721_Characters=BATMAN & ROBİN
721_Description=Durdurulamaz ikili ile, Ses Stüdyosu içerisindeki bir haydut çetesine karşı serbest dövüşteki ustalığını konuştur. Skorunu arttırmak için aletlerini ve dövüş hareketlerini birleştir.
721_Goal_1=10,000 puana ulaş
721_Goal_2=20,000 puana ulaş
721_Goal_3=50,000 puana ulaş
721_Rival=50,000'in üstündeki her 10,000 puan için bir tane
721_Title=DÜET 
721_TitleMC=Düet 
722_Characters=Batman|*Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
722_Description=Robin olarak, Stagg's zeplininde devriye atan milisleri avcılık yeteneklerinle etkisiz hale getir. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
722_Goal_1=İlk önce Minigun'cuyu hallet
722_Goal_1_AZRAEL=Tüm sağlıkçıları fark edilmeden etkisiz hale getir
722_Goal_1_BATMAN=Tüm sağlıkçıları fark edilmeden etkisiz hale getir
722_Goal_1_CATWOMAN=Tüm sağlıkçıları fark edilmeden etkisiz hale getir
722_Goal_1_DLCBATGIRL=Tüm sağlıkçıları fark edilmeden etkisiz hale getir
722_Goal_1_DLCHARLEYQUINN=Tüm sağlıkçıları fark edilmeden etkisiz hale getir
722_Goal_1_DLCREDHOOD=Tüm sağlıkçıları fark edilmeden etkisiz hale getir
722_Goal_1_NIGHTWING=Tüm sağlıkçıları fark edilmeden etkisiz hale getir
722_Goal_2=Tüm sağlıkçıları aynı anda sersemlet
722_Goal_2_AZRAEL=Bir düşmanı buz patlamasıyla hallet
722_Goal_2_BATMAN=Minigun'cuyu yok etmek için güç hücresi kullan
722_Goal_2_CATWOMAN=Optik Kamuflajlı düşmanı ızgarada hallet
722_Goal_2_DLCBATGIRL=Bir düşmanı sisin içinde hallet
722_Goal_2_DLCHARLEYQUINN=Optik Kamuflajlı düşmanı Sesli bir iş bitiriciyle hallet
722_Goal_2_DLCREDHOOD=Bir düşmanı Izgarada Hallet
722_Goal_2_NIGHTWING=Bir düşmana Sıçrayarak saldır
722_Goal_3=Bir düşmanı enerji hücresiyle etkisiz hale getir
722_Goal_3_AZRAEL=Minigun'cuyu sona sakla
722_Goal_3_BATMAN=Bir silahı sabote edip geri tepmesini sağla
722_Goal_3_CATWOMAN=Hasar alma
722_Goal_3_DLCBATGIRL=Bir düşmanı zayıf bir duvarın arkasından Patlayıcı Jel kullanarak hallet
722_Goal_3_DLCHARLEYQUINN=Bir düşmanı sürpriz kutusuyla hallet
722_Goal_3_DLCREDHOOD=Bir düşman üstünde, ışık bombası ve ip tekmesi kullanıp, yerde işini bitir
722_Goal_3_NIGHTWING=Üç düşmanı Elektrik Patlaması ile vur
722_Title=ÇOK YÜKSEK
722_TitleMC=Çok Yüksek
723_Characters=Batman|*Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
723_Description=GŞPD nezarethanesinde serbest dövüş ustalığını Newton fuar alanındaki düşmanları etkisiz hale getirmek için kullan. Skorunu arttırmak için aletlerini ve dövüş hareketlerini birleştir.
723_Goal_1=6,000 puana ulaş
723_Goal_2=12,000 puana ulaş
723_Goal_3=20,000 puana ulaş
723_Rival=20,000'in üstündeki her 2,000 puan için bir tane
723_Title=MERKEZE ÇEK
723_TitleMC=Merkeze Çek
724_Characters=Batman|*Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
724_Debrief=Sonsuz sayıdaki düşmana karşı hayatta kalmak için verdiğin dövüşte Harika Çocuk'un kontrollerini eline al.
724_Description=Sonsuz sayıdaki düşmana karşı hayatta kalmak için verdiğin dövüşte Harika Çocuk'un kontrollerini eline al.
724_Goal_1=15,000 puana ulaş
724_Goal_2=30,000 puana ulaş
724_Goal_3=50,000 puana ulaş
724_Rival=50,000'in üstündeki her 3,000 puan için bir tane
724_Title=GENÇ TİTAN
724_TitleMC=Genç Titan
725_Characters=Batman|Robin|Kedi Kadın|Nightwing|Azrail|*DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
725_Description=Harley Quinn olarak, milislere sokul ve şehrini geri al. Skorunu arttırmak için meyddan okumayı en hızlı şekilde bitir.
725_Goal_1=Zayıf bir duvarda takla at
725_Goal_1_AZRAEL=Meydan okumayı 2 dakikanın altında tamamla
725_Goal_1_BATMAN=Meydan okumayı 2 dakikanın altında tamamla
725_Goal_1_CATWOMAN=Meydan okumayı 2 dakikanın altında tamamla
725_Goal_1_DLCBATGIRL=Meydan okumayı 2 dakikanın altında tamamla
725_Goal_1_DLCHARLEYQUINN=Meydan okumayı 2 dakikanın altında tamamla
725_Goal_1_DLCREDHOOD=Meydan okumayı 2 dakikanın altında tamamla
725_Goal_1_NIGHTWING=Meydan okumayı 2 dakikanın altında tamamla
725_Goal_1_ROBIN=Meydan okumayı 2 dakikanın altında tamamla
725_Goal_2=Hasar alma
725_Goal_2_AZRAEL=Sisin içinde Çoklu Panik Bitirişi gerçekleştir
725_Goal_2_BATMAN=İki düşmanı çıkıntıda hallet
725_Goal_2_CATWOMAN=Gizli Kal
725_Goal_2_DLCBATGIRL=Bir düşmanı Yarasa Pençesi ile silahsızlandır
725_Goal_2_DLCHARLEYQUINN=Hasar alma
725_Goal_2_DLCREDHOOD=Bir düşmanı korkutup çabuk atışla vur
725_Goal_2_NIGHTWING=İki sağlıkçıyı da aynı anda Elektrik Patlaması ile vur
725_Goal_2_ROBIN=Bir düşmanın işini zayıf duvarda patlayıcı jel kullanarak bitir
725_Goal_3=Bir sağlıkçıyı Sürpriz Kutusu'yla hallet
725_Goal_3_AZRAEL=Sağlıkçı'nın silahının tepmesini sağla
725_Goal_3_BATMAN=Dedektif Modu Sinyal Bozucuyu Buz Patlamasıyla Hallet
725_Goal_3_CATWOMAN=İki düşmanı köşede hallet
725_Goal_3_DLCBATGIRL=Tüm düşmanları sessizce etkisiz hale getir
725_Goal_3_DLCHARLEYQUINN=Bir sağlıkçıyı Sürpriz Kutusu'yla hallet
725_Goal_3_DLCREDHOOD=Üç düşmanı sessizce hallet
725_Goal_3_NIGHTWING=Bir düşmanı korkutup sessizce hallet
725_Goal_3_ROBIN=Sağlıkçıyı en sona bırak.
725_Title=PSİKİYATRİKLER 
725_TitleMC=Psikiyatrikler 
726_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
726_Description="Giderek daha da zorlaşan sonsuz bir av haritası fikrini seviyorum" -Zor (Arkham Knight forum üyesi)
726_Goal_1=Altı milisi etkisiz hale getir
726_Goal_2=12 Milisi etkisiz hale getir
726_Goal_3=20 Milisi etkisiz hale getir
726_Rival=20'nin üstündeki etkisiz hale getirilen her düşman için bir tane
726_Title=SONSUZ ŞÖVALYE
726_TitleMC=Sonsuz Şövalye
801_Characters=Batmobil|BatmobileBurton|*BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
801_Debrief		
801_Description=1960'daki Batman Dizisi'nden esinlenilmiş klasik bir parkur olan Penguen Tersanesinde bir tur yarış. Zaman bonusu kazanabilmek için saatlere vur ve sivillerden kaçınıp zaman bonusu kazanmak için Batmobil'in abluka kolunu kullan.
801_Goal_1=Bir turu 1:30'un altında tamamla
801_Goal_2=Bir turu 1:00'ın altında tamamla
801_Goal_3=Bir turu 0:45'in altında tamamla
801_Rival=0:45'in altındaki her saniye için bir tane
801_Title=Penguen Rıhtımı - Tek Turluk Yarış
801_TitleMC=Penguen Rıhtımı - Tek Turluk Yarış
802_Characters=Batmobil|BatmobileBurton|*BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
802_Debrief=Yarasa Mağarası - 1 Turluk Yarış
802_Description=1960'daki Batman dizisinden esinlenilmiş Yarasa Mağarası setinde bir tur yarış. Zaman bonusu kazanabilmek için saatlere vur ve sivillerden kaçınıp zaman bonusu kazanmak için Batmobil'in abluka kolunu kullan.
802_Goal_1=Bir turu 1:40'ın altında tamamla
802_Goal_2=Bir turu 1:20'nin altında tamamla
802_Goal_3=Bir turu 1:00'ın altında tamamla
802_Rival=1:00'ın altındaki her saniye için bir tane
802_Title=Yarasa Mağarası - 1 Turluk Yarış
802_TitleMC=Yarasa Mağarası - 1 Turluk Yarış
803_Characters=Batmobil|BatmobileBurton|*BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
803_Debrief		
803_Description=1960'daki Batman Dizisi'nden esinlenilmiş klasik bir parkur olan Penguen Tersanesinde üç tur yarış. Zaman bonusu kazanabilmek için saatlere vur ve sivillerden kaçınıp zaman bonusu kazanmak için Batmobil'in abluka kolunu kullan.
803_Goal_1=3 turu 3:15'in altında tamamla
803_Goal_2=3 turu 2:45'in altında tamamla
803_Goal_3=3 turu 2:15'in altında tamamla
803_Rival=2:15'in altındaki her saniye için bir tane
803_Title=Penguen Rıhtımı - Üç Turluk Yarış
803_TitleMC=Penguen Rıhtımı - Üç Turluk Yarış
804_Characters=Batmobil|BatmobileBurton|*BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
804_Debrief=Yarasa Mağarası - 3 Turluk Yarış
804_Description=1960'daki Batman dizisinden esinlenilmiş Yarasa Mağarası setinde üç tur yarış. Zaman bonusu kazanabilmek için saatlere vur ve sivillerden kaçınıp zaman bonusu kazanmak için Batmobil'in abluka kolunu kullan.
804_Goal_1=3 turu 3:45'in altında tamamla
804_Goal_2=3 turu 3:15'in altında tamamla
804_Goal_3=3 turu 2:45'in altında tamamla
804_Rival=2:45'in altındaki her saniye için bir tane
804_Title=Yarasa Mağarası - 3 Turluk Yarış
804_TitleMC=Yarasa Mağarası - 3 Turluk Yarış
805_Characters=Batmobil|BatmobileBurton|BatmobileClassic|BatmobileSnyder|*BatmobileTumbler|BatmobileAsylum 
805_Debrief=Küller - 1 Turluk Yarış
805_Description=Kara Şövalye üçlemesini temel alan Küller'de bir tur yaşır. Köşelerde etkili şekilde kayarak süre sayacını yavaşlat.
805_Goal_1=Bir turu 1:20'nin altında tamamla
805_Goal_2=Bir turu 1:10'un altında tamamla
805_Goal_3=Bir turu 1:00'ın altında tamamla
805_Rival=1:00'ın altındaki her saniye için bir tane
805_Title=KÜLLER - 1 TURLUK YARIŞ
805_TitleMC=Küller - 1 Turluk Yarış
806_Characters=Batmobil|BatmobileBurton|BatmobileClassic|BatmobileSnyder|*BatmobileTumbler|BatmobileAsylum 
806_Debrief=Tufan - 1 Turluk Yarış
806_Description=Kara Şövalye üçlemesini temel alan Tufan'da bir tur yaşır. Köşelerde etkili şekilde kayarak süre sayacını yavaşlat.
806_Goal_1=Bir turu 1:30'un altında tamamla
806_Goal_2=Bir turu 1:20'nin altında tamamla
806_Goal_3=Bir turu 1:10'un altında tamamla
806_Rival=1:10'un altındaki her saniye için bir tane
806_Title=TUFAN - 1 TURLUK YARIŞ
806_TitleMC=Tufan - 1 Turluk Yarış
807_Characters=Batmobil|BatmobileBurton|BatmobileClassic|BatmobileSnyder|*BatmobileTumbler|BatmobileAsylum 
807_Debrief=Küller - 3 Turluk Yarış
807_Description=Kara Şövalye üçlemesini temel alan Küller'de üç tur yaşır. Köşelerde etkili şekilde kayarak süre sayacını yavaşlat.
807_Goal_1=3 turu 2:50'nin altında tamamla
807_Goal_2=3 turu 2:40'ın altında tamamla
807_Goal_3=3 turu 2:30'un altında tamamla
807_Rival=2:30'un altındaki her saniye için bir tane
807_Title=KÜLLER - 3 TURLUK YARIŞ
807_TitleMC=Küller - 3 Turluk Yarış
808_Characters=Batmobil|BatmobileBurton|BatmobileClassic|BatmobileSnyder|*BatmobileTumbler|BatmobileAsylum 
808_Debrief=Tufan - 3 Turluk Yarış
808_Description=Kara Şövalye üçlemesini temel alan Tufan'da üç tur yaşır. Köşelerde etkili şekilde kayarak süre sayacını yavaşlat.
808_Goal_1=3 turu 3:30'un altında tamamla
808_Goal_2=3 turu 3:20'nin altında tamamla
808_Goal_3=3 turu 3:10'un altında tamamla
808_Rival=3:10'un altındaki her saniye için bir tane
808_Title=TUFAN - 3 TURLUK YARIŞ
808_TitleMC=Tufan - 3 Turluk Yarış
809_Characters=Batmobil|*BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
809_Debrief		
809_Description=1989 yapımı Batman filminden esinlenilmiş Cobblepot's Causeway'de bir tur yarış. Köşelerde etkili şekilde kayarak zaman sayacını yavaşlat.
809_Goal_1=Bir turu 1:30'un altında tamamla
809_Goal_2=Bir turu 1:20'nin altında tamamla
809_Goal_3=Bir turu 1:10'un altında tamamla
809_Rival=1:10'un altındaki her saniye için bir tane
809_Title=COBBLEPOT'UN YOLU - 1 TURLUK YARIŞ
809_TitleMC=Cobblepot'un Yolu - 1 Turluk Yarış
810_Characters=Batmobil|*BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
810_Debrief		
810_Description=1989 yapımı Batman filminden ve sonrasından esinlenilmiş Joker Defilesi'nde bir tur yarış. Köşelerde etkili şekilde kayarak süre sayacını yavaşlat.
810_Goal_1=Bir turu 1:50'nin altında tamamla
810_Goal_2=Bir turu 1:40'ın altında tamamla
810_Goal_3=Bir turu 1:30'un altında tamamla
810_Rival=1:30'un altındaki her saniye için bir tane
810_Title=JOKER DEFİLESİ - 1 TURLUK YARIŞ
810_TitleMC=Joker Defilesi - 1 Turluk Yarış
811_Characters=Batmobil|*BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
811_Debrief		
811_Description=1989 yapımı Batman filminden esinlenilmiş Cobblepot's Causeway'de üç tur yarış. Köşelerde etkili şekilde kayarak süre sayacını yavaşlat.
811_Goal_1=3 turu 3:30'un altında tamamla
811_Goal_2=3 turu 3:20'nin altında tamamla
811_Goal_3=3 turu 3:10'un altında tamamla
811_Rival=3:10'un altındaki her saniye için bir tane
811_Title=COBBLEPOT'UN YOLU - 3 TURLUK YARIŞ
811_TitleMC=Cobblepot'un Yolu - 3 Turluk Yarış
812_Characters=Batmobil|*BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
812_Debrief		
812_Description=1989 yapımı Batman filminden ve sonrasından esinlenilmiş Joker Defilesi'nde üç tur yarış. Köşelerde etkili şekilde kayarak süre sayacını yavaşlat.
812_Goal_1=3 turu 4:15'in altında tamamla
812_Goal_2=3 turu 4:05'in altında tamamla
812_Goal_3=3 turu 3:55'in altında tamamla
812_Rival=3:55'in altındaki her saniye için bir tane
812_Title=JOKER DEFİLESİ - 3 TURLUK YARIŞ
812_TitleMC=Joker Defilesi - 3 Turluk Yarış
813_Characters=Batman|Robin|Kedi Kadın|Nightwing|*Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
813_Debrief		
813_Description=Her dalgada daha çok skora ulaş, çeşitlilik bonusla ödüllendirilir. Tek bir darbe alındığında tur biter.
813_Failure=Tek çizik alırsan kaybedersin
813_Goal_1=10,000 puana ulaş
813_Goal_2=30,000 puana ulaş
813_Goal_3=50,000 puana ulaş
813_Rival=50,000'in üstündeki her 8,500 puan için bir tane
813_Title=TANRININ ELİ
813_TitleMC=TANRININ ELİ
814_Characters=*Batman|Robin|Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
814_Debrief		
814_Description=Her dalgada daha çok skora ulaş, çeşitlilik bonusla ödüllendirilir. Kombo kaçırıldığında tur biter.
814_Failure=Kombonu boz ve rauntu kaybet
814_Goal_1=10,000 puana ulaş
814_Goal_2=30,000 puana ulaş
814_Goal_3=50,000 puana ulaş
814_Rival=50,000'in üstündeki her 17,000 puan için bir tane
814_Title=KUSURSUZ 
815_Characters=Batman|Robin|*Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
815_Debrief		
815_Description=Kedi Kadın olarak, robot tesisindeki Bilmececi Fedaileriyle dövüş. Toplama eklenen her dalgada daha yüksek skorlara ulaş. Çeşitlilik bonusla ödüllendirilir.
815_Goal_1=10,000 puana ulaş
815_Goal_2=20,000 puana ulaş
815_Goal_3=30,000 puana ulaş
815_Lock_1=Bu meydan okumayı açmak için "Kedi Kadın'ın İntikamı" Arkham Bölümünü tamamla.
815_Rival=30,000'in üstündeki her 6,000 puan için bir tane
815_Title=YIKIM HATTI
815_TitleMC=Yıkım Hattı
816_Characters=Batman|Robin|*Kedi Kadın|Nightwing|Azrail|DLCHarleyQuinn|DLCBatgirl|DLCRedhood 
816_Debrief		
816_Description=Kedi Kadın olarak, oyuncak dükkanındaki milislere terör saçıp onları etkisiz hale getir. Skorunu arttırmak için meydan okumayı en hızlı şekilde bitir.
816_Goal_1=Bir düşmanı dikenli demirlerle sersemlet
816_Goal_1_AZRAEL=Taretleri etkisiz hale getirme
816_Goal_1_BATMAN=Sağlıkçıları tek bir kişiyi iyileştirmeden durdur
816_Goal_1_DLCBATGIRL=Hasar alma
816_Goal_1_DLCHARLEYQUINN=Tek kargaşa modunda üç düşmanın işini bitir
816_Goal_1_DLCREDHOOD=İki düşmanı çıkıntıda hallet
816_Goal_1_NIGHTWING=İlk önce sağlıkçıyı etkisiz hale getir
816_Goal_1_ROBIN=İlk önce tareti etkisiz hale getir
816_Goal_2=Gizli Kal
816_Goal_2_AZRAEL=Üç Düşmanı köşede hallet
816_Goal_2_BATMAN=Optik kamuflajlı düşmanlları Patlayıcı Jel ile etkisiz hale getir
816_Goal_2_DLCBATGIRL=Izgarada bir düşmanı Hallet
816_Goal_2_DLCHARLEYQUINN=Üç düşmanı Sürpriz Kutusu kullanarak etkisiz hale getir
816_Goal_2_DLCREDHOOD=Beş düşmanı sessizce hallet
816_Goal_2_NIGHTWING=Eskrima sopasıyla sersemletilmiş üç düşmanı yerde hallet
816_Goal_2_ROBIN=Üç düşmana kalkan darbesi ile vurup işlerini yerde bitir
816_Goal_3=Üç düşmanı tavandan etkisiz hale getir
816_Goal_3_AZRAEL=5:00'In altında tamamla
816_Goal_3_BATMAN=5:00'In altında tamamla
816_Goal_3_DLCBATGIRL=5:00'In altında tamamla
816_Goal_3_DLCHARLEYQUINN=5:00'In altında tamamla
816_Goal_3_DLCREDHOOD=5:00'In altında tamamla
816_Goal_3_NIGHTWING=5:00'In altında tamamla
816_Goal_3_ROBIN=5:00'In altında tamamla
816_Lock_1=Bu meydan okumayı açmak için "Kedi Kadın'ın İntikamı" Arkham Bölümünü tamamla.
816_Title=Oyuncak Askerler
816_TitleMC=OYUNCAK ASKERLER
817_Characters=*Batmobil|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
817_Debrief=TEMP -WayneTech 01- 1xlap
817_Description=TEMP -WayneTech 01- 1xlap
817_Goal_1=TEMP -WayneTech 01- 1xlap
817_Goal_2=TEMP -WayneTech 01- 1xlap
817_Goal_3=TEMP -WayneTech 01- 1xlap
817_Rival=TEMP -WayneTech 01- 1xlap
817_Title=TEMP -WayneTech 01- 1xlap
817_TitleMC=TEMP -WayneTech 01- 1xlap
818_Characters=*Batmobil|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
818_Debrief=Batmobil Deneme Sahası - 1 Turluk Yarış
818_Description=Batmobil'in sınırlarını zorlayarak WayneTech Test Alanı'nda tek turu bitir.
818_Goal_1=Bir turu 1:00'ın altında tamamla
818_Goal_2=Bir turu 0:40'ın altında tamamla
818_Goal_3=Bir turu 0:30'un altında tamamla
818_Rival=0:30'un altındaki her saniye için bir tane
818_Title=BATMOBİL DENEME SAHASI - 1 TURLUK YARIŞ
818_TitleMC=Batmobil Deneme Sahası - 1 Turluk Yarış
819_Characters=*Batmobil|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
819_Debrief=Batmobil Deneme Sahası - 3 Turluk Yarış
819_Description=Batmobil'in sınırlarını zorlayarak WayneTech Test Alanı'nda üç turu bitir.
819_Goal_1=3 turu 1:30'un altında tamamla
819_Goal_2=3 turu 1:15'in altında tamamla
819_Goal_3=3 turu 1:00'ın altında tamamla
819_Rival=1:00'ın altındaki her saniye için bir tane
819_Title=BATMOBİL DENEME SAHASI - 3 TURLUK YARIŞ
819_TitleMC=Batmobil Deneme Sahası - 3 Turluk Yarış
820_Characters=*Batmobil|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
820_Debrief=WayneTech - Döngü
820_Description=Batmobil'i bu yoğun, özel yapım su altı test sürüşünde sür. Yeşil kapılara gir ve kırmızılardan kaçın. 15 engeli mümkün olan en kısa zamanda tamamla.
820_Goal_1=Parkuru 2:40'ın altında tamamla
820_Goal_2=Parkuru 2:30'un altında tamamla
820_Goal_3=Parkuru 2:20'nin altında tamamla
820_Rival=2:20'nin altındaki her saniye için bir tane
820_Title=WAYNETECH - DÖNGÜ
820_TitleMC=WayneTech - Döngü
821_Debrief=Gotham Şehri'ndeki dövüş alanları arasında yarış, her alanda dron dalgalarını etkisiz hale getir.
821_Description=Gotham Şehri'ndeki dövüş alanları arasında yarış, her alanda dron dalgalarını etkisiz hale getir.
821_Goal_1=Parkuru 2:40'ın altında tamamla
821_Goal_2=Parkuru 2:20'nin altında tamamla
821_Goal_3=Parkuru 1:55'in altında tamamla
821_Rival=1:55'in altındaki her saniye için bir tane
821_Title=ZIRHLI TAARUZ
821_TitleMC=Zırhlı Taaruz
822_Characters=*Batmobil|BatmobileBurton|BatmobileClassic|BatmobileSnyder|BatmobileTumbler|BatmobileAsylum 
822_Debrief		
822_Description=Founder Adası'ndan Bleake Adası'na kadar Gotham sokaklarında ve ara sokaklarında zamana karşı yarış.
822_Goal_1=Parkuru 2:00'ın altında tamamla
822_Goal_2=Parkuru 1:30'un altında tamamla
822_Goal_3=Parkuru 1:15'in altında tamamla
822_Rival=1:15'in altındaki her saniye için bir tane
822_Title=KAZAN OTOBANI TT
822_TitleMC=Kazan Otobanı TT
823_Debrief=Mezar Vardiyası
823_Description=Üç renkli bölgeyi gelen tanklara karşı koruyabildiğin kadar koru. Meydan okuma beş tank bir bölgeyi ele geçirdiği zaman sonlanır.
823_Goal_1=Üç bölgeyi de 1:00'ın üstünde savun
823_Goal_2=Üç bölgeyi de 2:00'ın üstünde savun
823_Goal_3=Üç bölgeyi de 3:00'ın üstünde savun
823_Rival=Fazladan her 30 saniye için bir tane
823_Title=MEZAR VARDİYASI
823_TitleMC=Mezar Vardiyası
901_Description=Korkulukla dövüş ve kabusta hayatta kal! Yanan Gotham sokaklarında Korkuluk'un dev iğneleriyle, çağırdığı iblisler ordusuyla seni karanlığa çekmeye çalışırken yarış.
901_Goal_1=Korkuluk'u 6:00'ın altında yen
901_Goal_2=Korkuluk'u 5:00'ın altında yen
901_Goal_3=Korkuluk'u 4:00'ın altında yen
901_Title=KORKULUK KABUSU 1
901_TitleMC=Korkuluk Kabusu 1
902_Description=Miagani Adası'nı geçene kadar dövüş devam ediyor! Korkuluk'un özgür kalmış kabus güçleriyle ve gökten yağan arabalarla bir kere daha yüzleş.
902_Goal_1=Korkuluk'u 6:00'ın altında yen
902_Goal_2=Korkuluk'u 5:00'ın altında yen
902_Goal_3=Korkuluk'u 4:00'ın altında yen
902_Lock_1=Korkuluk'un 1. Kabus Meydan Okumasını tamamla ve Miagani Adası'na Batmobil ile giriş elde et
902_Title=KORKULUK KABUSU 2
902_TitleMC=Korkuluk Kabusu 2
903_Description=Korkuluk'un kabusunu bitirip son efsanevi karşılaşmanı yap! Terör ustası Korkuluk'u Gotham'ın kalbine ulaşamadan Founder Adası'nda avla.
903_Goal_1=Korkuluk'u 7:00'ın altında yen
903_Goal_2=Korkuluk'u 6:00'ın altında yen
903_Goal_3=Korkuluk'u 5:00'ın altında yen
903_Lock_1=Korkuluk'un 2. Kabus Meydan Okumasını tamamla ve Miagani Adası'na Batmobil ile giriş elde et
903_Title=KORKULUK KABUSU 3
903_TitleMC=Korkuluk Kabusu 3

[General]		
AgeRestriction=Yaş kısıtlaması
Base=Temel skor
BatmobileDetected=Batmobil Tespit Edildi
Best=YENİ EN İYİ SKOR!
BootupSides=SİMÜLASYONU BAŞLAT
BootupTitle=SİMULASYON 
Caching=Sıralama Alma
CompletedChallenge=MEYDAN OKUMA TAMAMLANDI
CompletedTutorial=EĞİTİM TAMAMLANDI
DifficultyWarning=DİKKAT: ÇOK ZOR İÇERİK
Expired=SÜRESİ DOLDU
ExtremeWarning=KABUS ZORLUĞU KURALLARI
GreatestExtra=EKSTRA GOTHAM'IN HARİKA NOKTALARI:
ImNumberOne=Lider sensin!
InfoBestCompletion=EN İYİ SONUÇ
InfoBestScore=EN İYİ PUAN
InfoBestTime=EN İYİ SÜRE
InfoBriefing=TOPLANTI 
InfoCompletion=SONUÇ 
InfoDebrief=SORGUYA ÇEK
InfoFriendToBeat=DÖVÜLECEK ARKADAŞ
InfoPlayer=OYUNCU 
InfoPlayerToBeat=DÖVÜLECEK OYUNCU
InfoRewards=ÖDÜLLER 
InfoRivalPoints=RAKİP PUANI
InfoScore=SKOR 
InfoSummary=ÖZET ,
InfoTime=SÜRE 
InfoYou=SEN 
LbGamertag={Nickname} 
LbRank=SIRA 
LbScore=SKOR 
LbStars=YILDIZLAR 
LeaderboardEmpty=Bu sıralama için veri yok
LeaderboardFetching=Sıralama verisi al
LeaderboardFriends=ARKADAŞLAR ARASI SIRALAMA
LeaderboardRanked=DÜNYA SIRALAMASI
LeaderboardTitle=RÜTBELER 
LeaderboardTop100=SIRALAMA 
Locked=KİLİTLİ 
LockedInstructions=Bu meydan okumayı açmak için belirli hedefleri tamamla.
NetworkConnecting=Ağa Bağlı
NetworkError=Ağ hatası
NetworkUnavailable=Sıralama Kullanılamıyor
NoFriends=Bu Rütbede Arkadaş Yok
ObjectivesFailed=BAŞARISIZ 
PatchNeeded=Güncelleme Gerekli
Percentage=YÜZDELİK DİLİM
PK_Bonus=Mükemmel Şövalye
PlayerName=OYUNCU ADI
Requirements=KİLİTLİ 
Results=MEYDAN OKUMA SONUÇLARI
RoundSummary1=1. TUR ÖZETİ
RoundSummary2=2. TUR ÖZETİ
RoundSummary3=3. TUR ÖZETİ
RoundSummary4=4. TUR ÖZETİ
Score=SKOR 
StateEnding=SONUÇ 
StateFailed=BAŞARISIZ 
StateStarting=TANIMLANIYOR 
Status=AR DURUMU
ToUnlock=Açmak için:
Training=EĞİTİM 
TrainingCompleted=TAMAMLANDI 
TrainingCompletedDesc=+1 <FONT COLOR=''>&#x20AD;</FONT> kazandın
TrainingFailed=BAŞARISIZ 
TrainingGoal=EĞİTİMİ TAMAMLA
TrainingIncomplete=TAMAMLANMADI 
TrainingIncompleteDesc=+1 <FONT COLOR=''>&#x20AD;</FONT> kazanmak için tamamla
Unavailable=MEVCUT DEĞİL
WTplus1=+ <FONT COLOR=''>&#x20AD;</FONT>E360

[Playable]		
Azrael=AZRAİL 
Batman=BATMAN 
Batmobile=BATMOBİL 
BatmobileAsylum=ORİJİNAL ARKHAM BATMOBİL'İ
BatmobileBurton=1989 FİLİMDEKİ BATMOBİL
BatmobileClassic=1960'LARDAKİ DİZİDEKİ BATMOBİL
BatmobileSnyder=2016 BATMAN VE SÜPERMEN BATMOBİL
BatmobileTumbler=2008 TUMBLER BATMOBİL
Catwoman=KEDİ KADIN 
DLCArkhamKnight=ARKHAM ŞÖVALYESİ
DLCBatgirl=BATGIRL 
DLCHarleyQuinn=HARLEY QUINN
DLCRedhood=RED HOOD
Nightwing=NIGHTWING 
Robin=ROBIN 

[UI]		
BestedByFriendMessage=Mevcut sıralamanızı %1 geçti
BestedByFriendTitle=AR MEYDAN OKUMASI: %1
GO=GİT 
Unlocked=AR MÜCADELESİ AÇILDI
